[{
"title": "Our Fundamentals",
"documentTitle": "Defence and Security",
"url": "/opendoc-core-national-education/01_defence_and_security/01.html",
"text": "Our Fundamentals Build our own defence Singapore’s vulnerabilities have remained unchanged. We are a small city-state with a Chinese-majority population, organised around the principle of multicultural meritocracy. Our small size and geographical location leave us with no strategic depth or hinterland to fall back on if we are attacked. We need to build a strong and credible defence force to protect our sovereignty and our national interests, for our survival. Safeguard freedom of access by land, air and sea As a small country with no natural resources, we are dependent on free trade and open markets around the world. We therefore have a strong interest in ensuring our land, air and sea lanes remain open and safe, so that ships and aircraft can move freely into and from Singapore. Strengthen international relations A stable and peaceful international and regional environment, based on a rules-based order, is essential for Singapore’s survival, security and progress. We live in an uncertain security environment. A rules-based world order benefits all countries as it is predictable and allows countries to manage diplomatic relations and issues based on agreed principles. This, in turn, assures that countries, no matter big or small, will have their interests taken into account. Backed by the SAF, we are able to stand firm and have a “place at the table”, giving us the political space to pursue policies that are in our national interests. Secure our homeland Racial and religious harmony underpins our national cohesion and unity. Our resilience and unity will brace us against security challenges that are constantly evolving. The hybrid threats that we face today are complex and multi-faceted. These threats have gone beyond the physical domain into the digital domain. They target the hearts and minds of Singaporeans, and are aimed at breaking our social unity and resilience. It now takes more than our security authorities alone to deal with these new challenges. Regardless of race or religion, we can all play a part to keep Singapore strong and united by being more aware of the threats, more understanding and always looking out for one another."
}
,{
"title": "Coming Soon!",
"documentTitle": "Defence and Security",
"url": "/opendoc-core-national-education/01_defence_and_security/02.html",
"text": "Coming Soon!"
}
,{
"title": "Our Fundamentals",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/02.html",
"text": "Our Fundamentals 2 minute read Relevant to the world Singapore has the perpetual challenge of lacking natural resources, and having a small land mass with geographical constraints on our sea and airspace. Our lack of space limits our population and labour growth, resulting in a small domestic market. To grow and thrive as a small city-state, Singapore needs to attract investments from the world. We do this by offering what is needed and wanted by the global economy, including building a conducive environment for international companies to operate from Singapore, as well as forming Free Trade Agreements with many nations to gain access into markets. Singapore stays open to ideas and adapts constantly to market changes, so that what we offer is relevant to the world. Rules-based system Small countries like Singapore need to operate within rules-based systems for our survival. A rules-based system imposes responsibilities on all countries to abide by the agreements they have made, and give us the means to defend and advance our interests. A rules-based system also promotes a stable and predictable international trading environment where plans can be made for the future. Singapore is therefore a staunch advocate of institutions such as the United Nations and World Trade Organisation, that promote the rule of law and multilateral governance. We also actively participate in international assemblies, including hosting economic meetings such as the World Economic Forum. Supporting a rules-based order is increasingly necessary as the benefits of globalisation erodes and countries seek to protect their own interests. Our interconnected world also requires cooperation between nations to deal with complex problems such as pandemics that could disrupt the global economy. Responsive and Resilient A strong economy is key to sustaining social stability and mobility in Singapore. Our quality of life can improve only with good economic and income growth. Singapore has to take active measures to stay resilient while pursuing opportunities, so that we can manage risks and prevail over the boom and busts of economic cycles. This requires having strong reserves and careful policies on how we use our resources, such as land, water and finances. Singapore has to also balance the need for a Singapore core while boosting our labour force with foreign manpower. To maximise our economic opportunities, Singapore cultivates diverse engines of growth so that we can transform our economy quickly, as well as cope with sudden disruptions and uncertainties. At the same time, Singapore strengthens trust and collaboration between our government, employers and unions, so that solutions can be found for workers and companies to always stay fit for purpose and progress. By being psychologically prepared, sharpening our skills and raising our productivity, we can create a vibrant and innovative economy in which Singaporeans can thrive and prosper in all circumstances. (Image: Maritime Port Authority of Singapore)"
}
,{
"title": "Surviving Our Independence",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/03.html",
"text": "Surviving Our Independence 12 minute read In 1959, Singapore achieved self-governance after years of struggle. The People’s Action Party was voted into power in the Legislative Assembly general election, becoming the first full elected government of the self-governing state of Singapore on 5th June 1959. Mr Lee Kuan Yew was appointed as the state’s first prime minister."
}
,{
"title": "1959-1965: Early Economic Strategies",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/03.html#1959-1965-early-economic-strategies",
"text": "1959-1965: Early Economic Strategies (Image: A scene of a typical squalid side street in the Central Area; Housing Development Board Annual Report 1965 via BookSG) The new government faced huge problems almost immediately. While Singapore had recovered from the devastation of World War II, the country was hardly in fit shape: the city centre was overcrowded, buildings were deteriorating, and nearly 70 per cent of the population lived in slums. Moreover, the economy was largely trade-based. As there was hardly any local industry to create meaningful jobs for a growing population, unemployment rate was in the double digits. The economy became a key priority for the new government. The founding leaders of Singapore had in place two key economic strategies. One, rapid industrialisation, and two, merger with Malaysia. (Image: Map of Malaysia, 1963-1965; National Museum of Singapore via Roots.sg) 1961: A Plan for Rapid Industralisation In 1961, a team of United Nations (UN) economists led by Dutch industrialist Albert Winsemius visited Singapore to advise the new government how to develop its economy. They issued a report, “A Proposed Industrialisation Programme for the State of Singapore”, which outlined a plan to embark Singapore on a path of rapid industralisation to absorb the large numbers of unemployed workers. (Image: Ministry of Information and the Arts Collection, courtesy of National Archives of Singapore) They recommended that in order to end unemployment, over 200,000 jobs had to be created within 10 years. Until that time, the local economy was dominated by trading firms and entrepot trade. While trade formed the basis of Singapore’s prosperity during the colonial period, it left Singapore’s economy particularly vulnerable to the global prices of tin and rubber. Furthermore, entrepot trade was not able to generate enough jobs to absorb the rising numbers of unemployed workers. The lead agency tasked to undertake the critical role of implementing the industrialisation plan was the Economic Development Board (EDB), which was set up in 1961. Taking over from the Singapore Industrial Promotion Board, which was founded in 1957, EDB had a much larger remit and capital base. It was armed with $100 million over the period of 1961 to 1964 to drive industrialisation in Singapore. Its first task was to build the necessary infrastructure to support the plan. (Image: Surveying what was to become the Jurong Industrial Estate; Ministry of Information and the Arts Collection, courtesy of National Archives of Singapore) One of its first tasks was to develop Jurong into an industrial estate, as part of a push to create labour-intensive industries that would generate jobs for the people. Some of the early factories produced items such as garments, toys and wigs. This was only the beginning of the story of Jurong. 1963: Merger with Malaysia The economic rationale for a merger with Malaysia was clear. A combined market of about 12 million people was big enough to immediately overcome the limitations of Singapore’s small market size by enabling the growth of local firms, and generating jobs and income for Singaporeans. However, this was complicated on several fronts. First, the strong presence of communism throughout the 1960s engendered a high level of industrial unrest in Singapore. In 1961, the left-wing arm of the ruling People’s Action Party broke off to form the Barisan Sosialis, whose objective was to topple the government. As part of their strategy, the communists instigated workers to wreak havoc on the economy. From 1963 to 1968, Singapore lost some 35,000 to 45,000 man-hours each year to strikes. This was severely disruptive to the economy, making Singapore unattractive to foreign investors. “The running joke was that a factory would be set up on Monday and all sorts of banners screaming ‘Exploitation of Workers’ would be hung up by Friday,” shared Mr I.F. Tang, who was part of the UN team of experts. Furthermore, in 1963, the newly formed Federation of Malaya came under Indonesia’s attack. Back then, Indonesia believed that the Federation was created to contain its influence in the region. As such, it embarked on Konfrontasi, a low-intensity confrontation between Indonesia and the Federation. Led by President Sukarno, Indonesia carried out acts of subversion and sabotage, including bombings, to destabilise the Federation between 1963 and 1966. Moreover, it cut trade ties with the Federation, hoping to disrupt its trade and cripple its economy. As a result, Singapore’s trade with Indonesia shrank. Imports fell by 23 per cent while exports declined 31 per cent in 1964 compared with 1963. The Indonesians also carried out a series of bombing attempts in Singapore, both to directly cause damage to Singapore as well as rattle foreign investors. On 16th November 1964, an attempt by 10 Indonesian commandos to sabotage an oil installation was foiled. The next year, in 1965, the tragic bombing of Macdonald House along Orchard Road claimed the lives of three, while injuring another 33. (Images: Konfrontasi bombing of MacDonald House; Ministry of Culture Collection, courtesy of National Archives of Singapore) In addition, the union with Malaysia was also troubled from the start. Both sets of leaders – Malaysia’s Tunku Abdul Rahman and Singapore’s Lee Kuan Yew – fundamentally disagreed on what kind of society they wanted. Mr Lee was insistent on a society where all races were treated equally but the Tunku believed in the primacy of the Malays in Malaysia. Tensions boiled over to the streets as racial violence exploded across the Federation. On the economic front, the anticipated benefits from the merger did not quite pan out the way it was initially envisioned. The increase of the manufacturing share of real GDP was modest – from 16.9 percent in 1960 to 19.1 percent in 1965. Real GDP grew at an annual compound rate of 5.7 percent during this period. Some 21,000 jobs were created in manufacturing, but the unemployment percentage still hovered in the double digits. This persuaded Dr Goh that the benefits of the common market were not as substantial as he once believed. The political, social and economic difficulties of the merger led to a momentous decision, one that defined Singapore’s story. Cast out of Malaysia on 9th August, 1965, Singapore was on its own – it no longer had a common market of 12 million consumers to support its growth. With no natural resources, a tiny population and rising unemployment, Singapore’s leaders were faced with a dire situation. (Image: Reproduced from The Straits Times, 10 August 1965, p.1 via Biblioasia)"
}
,{
"title": "1965-1970: Singapore’s Development Plan",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/03.html#1965-1970-singapores-development-plan",
"text": "1965-1970: Singapore’s Development Plan The exit from Malaysia thrust Singapore into the open. Without a hinterland nor natural resources, the challenges facing the new nation were immense. Labour unrest continued to fester while unemployment remained high. The only solution was to press on with the plan to rapidly industrialise the economy. Without Malaysia’s large market, Singapore’s leaders had to think out of the box. Instead of focusing on the domestic market, our leaders switched to an export-oriented strategy. Labour-intensive industries were created to soak up unemployment while pushing ahead with the building of infrastructure to serve the industries. Singapore’s plans were, however, disrupted by a shock announcement. Just two years after independence, in 1967, the British announced that it would withdraw its forces from Singapore, dealing a huge blow to the newly independent nation. Not only would the withdrawal compromise the defence of Singapore’s sovereignty, it would also deeply impact Singapore’s economy. The British withdrawal meant that Singapore had to accelerate its plans for an export-led industralisation strategy. This required Singapore to open our borders to foreign investors, a course of action that seemed to go against conventional wisdom at the time. While some newly independent nations were moving to eject foreign corporations from their borders, slashing imports and manufacturing their own products for the domestic market, this only worked because they had a large domestic market that Singapore did not have. Gaining a Foothold in the Global Market To survive, Singapore had to tap on the global market. As then Finance Minister Goh Keng Swee explained: The economic rationale behind the courting of foreign investors was twofold: First, large foreign companies targeted the global market, had the necessary expertise and networks that would allow Singapore to quickly scale up these industries. They also had the financial capital to invest in Singapore’s infrastructure. For instance, oil company Shell built Singapore’s first oil refinery at the cost of $30 million on Pulau Bukom in 1961. Second, the goal was to eventually enable knowledge transfer from foreign companies to local enterprises. This would enable local companies to, in the long run, also acquire the necessary technical expertise to start building local industries. (Image: Opening Ceremony of Shell Refinery at Pulau Bukom, 1961; Ministry of Information and the Arts Collection, courtesy of National Archives of Singapore) Hence, pressing ahead with the export-oriented strategy, EDB shifted its focus to promoting Singapore as an attractive destination for foreign investment. EDB’s initial function of providing financing to companies was hived off to the newly set-up Development Bank of Singapore (DBS), while the function of developing and managing industrial infrastructure was given to the newly set-up Jurong Town Corporation (JTC). Its export promotion division was absorbed by Intraco, a government trading company. All three new agencies were created in 1968. EDB’s officers fanned out to foreign markets that included the United States and Japan to persuade big companies such as Texas Instruments, Fairchild and Seiko to set up their production bases in Singapore. EDB made it a priority to attract these investments and went the extra mile to ensure that the foreign companies had what they needed. In 1968, when National Semiconductor visited Singapore, EDB’s officers found out that there was an urgent need for the company to start production within two months. EDB worked with other government agencies to ensure a quick start-up process. Within two weeks of the visit, National Semiconductor was in business here. The speed and efficiency of this operation drew the attention of other American manufacturers. Fairchild came soon after, followed by Texas Instruments, Hewlett-Packard and General Electric. To further boost Singapore’s attractiveness as an investment location, the government moved to create a conducive investment environment for foreign corporations. In 1967, the Economic Expansion Incentives Act was introduced. It provided new tax incentives for investments. These included up to 90 per cent remission of tax profits to approved enterprises for up to 15 years, among other tax exemptions and relief. The government also continued to build infrastructure to support Singapore’s industrialisation efforts. In 1964, the Port of Singapore Authority (PSA) was created to take over the functions of Singapore Harbour Board, which were previously in charge of port operations. It also took over and converted the former British Naval Base Store Basin into Sembawang Wharves in 1971. In 1965, as part of the Jurong industrialisation project, Jurong Port, which handled bulk cargo used by industries located in Jurong, was opened. In 1968, the establishment of Neptune Orient Lines gave Singapore another way to support the economy through fair freight routes. Communication services such as postal, telegraph, telephone, and telex services also grew rapidly between 1966 and 1973. Focusing on Education and Training (Image: Training ship for seaman, 1964; Ministry of Information and the Arts Collection, courtesy of National Archives of Singapore) The efforts by the government to embark on vocational training in the early 1960s meant that by 1965, Singapore had a pool of semi-skilled workers who would support the nation’s growing industrialisation. This effort did not stop there, for it was one of the ways Singapore could continuously make itself relevant to large companies. As Dr Goh explained: Quelling Labour Unrest and Communism Another key priority for the government was to stamp out the communist elements that were fomenting unrest and dissent. Dr Winsemius described this as a top objective for the government: The National Trades Union Congress was founded in 1961, after the communist elements broke away from the PAP. Over the course of three years, NTUC battled with the communist-supported Singapore Association of Trade Unions for influence over workers. In 1968, the government amended the Industrial Relations Act, which was aimed at reducing the number of strikes in the economy. (Image: NTUC) The following year, in 1969, NTUC held the “Modernisation of the Labour Movement” seminar, a forum that looked to build on the new norm in industrial relations. In it, Mr Lee urged the unions to shed its image as purely as “a combat organisation… for class war,” and move towards acting in the interests of the nation. This formed the foundation of what would later be known as tripartism. Tripartism refers to the collaboration among unions, employers and the government. The goal is for the three parties to work together in a consultative and collaborative fashion to further shared interests. The National Wages Council, set up in 1972, is perhaps the best manifestation of tripartism. Its objective is to help bring employers, unions and the government to a consensus on wages, an issue that was traditionally damaging to labour relations. Since then, the NWC has been issuing yearly wage guidelines that take into account the interests of all three parties, ensuring compromise instead of confrontation. (Image: The introduction of tripartism in Singapore resulted in a marked decreaae in the number of work stoppages and man-days lost by 1968; Singapore Year Book 1968 via NAS) The number of strikes fell drastically. There were 10 strikes in 1972 and just one in 1977. From 1977 to 2012, Singapore experienced no strikes, a period of calm which also coincided with falling unemployment and rising foreign direct investment. Today, tripartism is seen as a key competitive advantage for Singapore. It has been called Singapore’s “secret weapon”, helping to boost the country’s economic competitiveness, promoting harmonious labour-management relations and contributing to Singapore’s overall progress. By 1970, about a decade after the industrialisation plan was first conceived, Singapore had achieved near full employment. Industrial action had dropped significantly. Instead of disruption, a spirit of cooperation took its place."
}
,{
"title": "Growing Our Economy",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/04.html",
"text": "Growing Our Economy 21 minute read"
}
,{
"title": "The 1970s: Upgrading the Economy",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/04.html#the-1970s-upgrading-the-economy",
"text": "The 1970s: Upgrading the Economy (Image: Public Service Division) The rapid industrialisation drive in the 1960s was incredibly successful. Investment commitments between 1968 and 1973 amounted to more than $2.3 billion, mostly from the petroleum and electronics sectors. Real GDP grew at an impressive pace of 13 percent annually from 1966 to 1973. Manufacturing’s share of the economy also rose from 16.0 percent to 22.3 percent over the same period. Employment in the manufacturing sector grew by more than 50 per cent between 1966 and 1969, from 51,272 to about 87,128. Unemployment rate dropped from 8.9 percent in 1966 to 4.5 percent in 1973. Thousands of Singaporeans enjoyed good jobs and better pay. The surge in wealth was accompanied by a corresponding rise in living standards. Facing and Tackling a New Problem: Labour Shortage The push to develop labour-intensive industries was so effective that by the 1970s, labour surplus turned into a labour shortage. With a limited supply of manpower, labour costs started to rise. At the same time, countries such as Indonesia and Malaysia were just firing up their industralisation plans. With large pools of labour, they posed direct competition to Singapore. Thus, tackling the labour shortage problem became a consistent theme throughout the 1970s. In order to keep growing, Singapore had to adjust its economic strategy away from labour-intensive industries and into higher-value goods. This would ensure that Singapore’s workers continue to see a flow of jobs and income. (Image: Esso Refinery at Pulau Ayer Chawan, 1971; Ministry of Information and the Arts Collection, courtesy of National Archives of Singapore) In 1973, then Finance Minister Mr Hon Sui Sen announced a two-pronged approach to tackle the labour shortage in Singapore. One, attract new foreign investment in higher-value manufacturing, such as petrochemicals and precision engineering. Two, to upgrade and upskill workers across the economy in a bid to raise productivity. 1. To attract new higher-value industries to Singapore, the government provided tax incentives for targeted industries. One higher-value industry that grew rapidly during this period was the oil and petrochemical industry. The oil industry has been in Singapore since the late 19th century, functioning as a regional distribution centre for kerosene. It was only in the 1960s that oil majors started to invest big in Singapore. Between 1961 and 1973, four refineries were built and commissioned. In his 1974 Budget statement, Minister Hon said that the economic upgrading strategy had started to pay off, noting that total investment commitments in manufacturing jumped from $336 million in 1972 to $819 million in 1973, led by higher technology industries, such as petroleum and petrochemical products. By the late 1970s, Singapore had became one of the largest refining centres in the world, with a capacity of more than 1.2 million barrels a day. 2. Investing in the people was another important aspect of growing the economy. In his speech to Parliament in 1970, Dr Goh Keng Swee said that there was an urgent need to tackle a looming skills gap, one that was going to hurt the economy by the mid-1970s. The economy needed engineers, highly skilled technicians and business management graduates to continue powering its growth. The result was a concerted effort to boost human resources, starting with the strengthening of the education system. The government also focused on raising the productivity of workers, as part of overall efforts to overcome the small workforce disadvantage. While this was part of the economic plan as early as in the 1960s, the productivity policy was formally launched in the 1970s. This culminated in Singapore’s first national productivity campaign, launched by Foreign Minister S. Rajaratnam in 1975. (Image: Ministry of Information and the Arts Collection, courtesy of National Archives of Singapore) The economy performed well in the 1970s, with real GDP growing an average of 9.2 per cent between 1970 and 1980. With a strong manufacturing base and an increasingly educated workforce, the basic building blocks of Singapore’s modern city-state economy were put in place."
}
,{
"title": "1979 to 1984: Economic Restructuring",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/04.html#1979-to-1984-economic-restructuring",
"text": "1979 to 1984: Economic Restructuring By the late 1970s, there were more capital-intensive industries that were set up in Singapore. Using incentives to attract foreign investors and companies was working but the pace was not quick enough. 1979: Three-Year Corrective Wage Policy In order to accelerate the economic restructuring programme, the National Wages Council (NWC) adopted a three-year corrective wage policy in 1979. This consisted of strong wage increases as well as hikes in the CPF contribution rates to reflect the full employment state of Singapore’s economy. The efforts paid off, as companies quickly began adopting higher-value work. At the same time, companies producing lower-value products moved to cheaper offshore locations. Net investments between 1980 and 1984 averaged $1.7 billion a year, led by an expansion in high value-added industries such as computers, electronics, machinery and pharmaceutical products. Investing in Infrastructure At the same time, Singapore continued make bold investments in upgrading our infrastructure to facilitate and improve international connectivity. As a small city-state, we are heavily dependent on international aviation links to the rest of the world. That was why Singapore’s leaders took an early interest in the development of Singapore’s aviation links and airports. In 1966, just a year after independence, Singapore became a member of the International Civil Aviation Organisation (ICAO), a body under the United Nations. (Image: Changi Airport taxiways in the 1980s; Civil Aviation Authority of Singapore Collection, courtesy of National Archives of Singapore) Founding PM Mr Lee Kuan Yew also advocated moving the airport from Paya Lebar to Changi in the 1970s. This went against the advice of foreign experts who had suggested building a second runway at Paya Lebar instead. The decision would mean writing off some $800 million that had been spent on Paya Lebar with another $1.5 billion to be spent on developing the airport in Changi. Despite the challenges, Mr Lee believed that it was the right decision. For one thing, building the airport near the sea would provide the space needed to grow its capacity for future needs. An airport near the sea would also reduce the noise pollution on residents, with the aircraft flying into Singapore over the sea. Singapore went ahead to build Changi Airport. By the time Changi Airport was opened in 1981, it had already racked up a list of achievements. It was ranked then as Asia’s largest airport, alongside Tokyo’s Narita Airport. It also had the world’s largest column-free hangar, spanning 20,000 sq m. It was also completed in just six years, a time frame that many experts called record-breaking. More importantly, the airport was a symbol of Singapore’s ambitions and showcased our drive and efficiency. The move allowed Changi Airport to continuously grow its capacity and upgrade its facilities. Indeed, by 1990, just nine years later, a second terminal was opened. By 1991, Changi Airport was handling more than 15.1 million passengers a year, nearly double the 8.1 million passengers when it was first opened. By the end of the restructuring period, Singapore had succeeded in attracting high-value, capital intensive industries and companies. However, the restructuring came with a cost: the corrective wage policy coupled with the slump in global demand caused Singapore to enter into its first recession in 1985."
}
,{
"title": "1986 to 1996: Rebounding into a Decade of Growth",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/04.html#1986-to-1996-rebounding-into-a-decade-of-growth",
"text": "1986 to 1996: Rebounding into a Decade of Growth The 1985 recession was a painful but important reminder that the country could not afford to stand still. The growth we saw prior to the recession was flagging, as resource constraints and the diminishing returns of investment had started to kick in. Change was necessary. The challenge for our economy were clear: could we restructure the economy in order to capture new opportunities while staying ahead of the competition which was emerging from other fast-industrialising economies such as Malaysia, South Korea and Taiwan? Change came in the form of new directions and creating different engines of growth. One was to diversify Singapore’s economy by developing multiple areas of growth. Another was to expand our presence overseas. These efforts fortified resilience in the economy and created buffers to mitigate future downturns. We took on the challenge and emerged stronger than before. Growing the Financial Sector (Image: Skyscrapers at Raffles Place, 1980s; G P Reichelt Collection, courtesy of National Archives of Singapore) One key niche area that had become increasingly important to Singapore was its financial sector. While local banks such as OCBC, UOB and OUB have been stalwarts, their main business prior to independence was supporting Chinese merchants and traders. Once industralisation took off, however, these banks, including DBS, became full commercial banks that financed a wider array of financial activities. In the late 1960s, the development of the Asian Dollar Market helped establish Singapore as a leading foreign exchange market after London New York and Tokyo. By the 1980s, financial services had become one of the biggest drivers of economic growth. In 1983, for instance, the financial sector alone accounted for about 30 percent of overall GDP growth. The 1980s and 1990s also saw Singapore intensify efforts to develop fee-based financial activities such as fund management, stock trading activities and insurance. Growing the Tourism Sector (Image: Indoor Stadium and National Stadium in the early 1990s via Roots.sg) Another area that was given much focus in the 1980s was tourism – in 1981, the government identified the tourism industry as one of the pillars of growth in its 10-year economic development plan. In 1984, a tourism task force headed by then Minister of State for Trade and Industry Wong Kwei Cheong was convened to look at revitalising and promoting Singapore as a major tourist destination. The task force recommended developing new tourism attractions such as a new indoor stadium that could host concerts and conventions. It also called for the government to preserve historical areas such as Chinatown, places full of rich historical and cultural tradition. Strengthening the Manufacturing Sector (Staff of Singatronics assembling consumer electronic products, 1987; Ministry of Information and the Arts Collection, courtesy of National Archives of Singapore) At the same time, The government also continued the multi-year drive to upgrade our industries and move up the value chain. In manufacturing, we moved to further deepen our expertise in high-value manufacturing including production, testing and assembly. For instance, we built on Singapore’s expertise in electronics and precision engineering. This helped Singapore benefit greatly from the growth of personal computing. From 1986 to 1996, Singapore produced about 45 to 50 percent of the world’s hard disks, making Singapore a critical global node for hard-disc drives. Moreover, to ensure that we did not become over-reliant on electronics, we also diversified within the manufacturing sector. The government embarked on an ambitious plan to develop a petrochemicals facility that would entrench Singapore as a global petrochemicals hub. Jurong Island is a man-made island that combined the best of Singapore – forward thinking, a dare-to-do-and-dream attitude as well as the ability to deliver the final product. Developing an External Wing (Image: Suzhou Industrial Park via Surbana Jurong) Up till the 1990s, the focus had been to bring in foreign investment to build up Singapore’s economy. Outward investment from Singapore to overseas market was not a key concern. It was clear, however, it should not remain that way. The 1986 Economic Committee Report noted that investment returns within the country started to face diminishing returns. Moving some investment overseas to growing economies would bring in better returns. It also suggested that Singapore could make more use of its accumulated experience in building and operating airports and sea ports, as well as urban planning to help other industrialising countries develop. In this way, Singapore could start to move exports beyond goods and into services. Moreover, there was also a need to groom Singapore’s own crop of home-grown companies. These companies would anchor and base their operations in Singapore and expand overseas in regional markets to develop scale and market share. These considerations led the government to embark on a concerted push to develop an external wing of its economy. This period saw huge investments from Singapore flow into China and neighbouring countries such as Indonesia and Malaysia. In China, we started our first government-to-government project, the Suzhou Industrial Park, and later Tianjin Eco-City. In Indonesia, Singapore companies helped to set up Batamindo Industrial Park and the Bintan Industrial Estate. (Image: Public Service Division) As Singapore expanded its export of goods and services, we became increasingly dependent on free trade. There is a need to ensure that we have access to open markets. As such, we have always supported an open, rules-based multilateral system that promotes a stable and predictable international trading environment such as the World Trade Organisation (WTO). Keeping free trade flowing to Singapore was a key reason behind the drive to develop a network of Free Trade Agreements (FTAs), the first of which – the ASEAN Free Trade Area – was inked in 1992. As at 2020, Singapore has 23 FTAs, ranging from bilateral agreements with economies such as Japan, Costa Rica, China and the United States, to regional pacts such as the Trans-Pacific Strategic Economic Partnership and Singapore-European Free Trade Association FTA. The primary goal of such FTAs is to “expand Singapore’s economic space”, wrote Ambassador-at-large Tommy Koh in 2019. “The strategy was to link our small economy to the economies of other bigger countries. In this way, Singapore will be more deeply connected to the global supply chain and our exporters will have lower tariff or non-tariff barriers.” These FTAs enable Singapore’s exporters, which include foreign manufacturers based here, to enjoy preferential rates in key export markets such as China, Japan and the US. This gives Singapore an edge over other lower-cost locations and is another reason foreign MNCs are keen to invest in Singapore. Between 1986 and 1996, Singapore grew at an average of 12.8 per cent a year, launching Singapore into a group of fast-growing nations that analysts termed Asian Tigers. Singapore alongside Taiwan, Korea and Hong Kong, were hailed for their remarkable growth over the decade. One key success factor that the ability to constantly make Singapore relevant to the global economy. Without a large domestic market or natural resources, there is no real need for large companies to invest in us. Neither would large countries want to trade with a tiny island that had little to offer in return."
}
,{
"title": "1997 to 2009: Overcoming Multiple Crises",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/04.html#1997-to-2009-overcoming-multiple-crises",
"text": "1997 to 2009: Overcoming Multiple Crises In 1997, the Asian Financial Crisis swept the region, toppling governments and bankrupting companies, governments and individuals. Singapore was also affected, sinking into a deep recession in 1998. Thousands of Singaporeans lost their jobs, as companies folded under the poor economic conditions. It was the first of many crises that marked this 12-year period, one of the most difficult in Singapore’s short history as an independent nation. Soon after the Asian Financial Crisis, Singapore was buffeted by SARS in 2003 which deeply impacted travel in the region. The world was then confronted with the Global Financial Crisis in 2008. Fortunately, we were able to weather these crises well, largely due to our strong reserves and prudent fiscal policy. Singapore’s Constitution states that the government’s budget must be balanced over its term of office. This means that the government of the day cannot spend beyond its means. Over the years, the government has been regularly recording surpluses that it saves as reserves. Past reserves cannot be spent without the approval of the Elected President. This ensures fiscal sustainability and prevents irresponsible spending. These reserves have, in turn, been invested to generate returns. The reserves acts as a buffer against external shocks as it did in 1997. Even though Singapore was not spared from the financial contagion, we were much less affected than our neighbouring countries. Similarly, Singapore was able to draw on its reserves during one of the worst global financial crises since the Great Depression in 1929. The Great Financial Crisis in 2008 saw the collapse of some of the biggest banks and threatened to tip the world over into another depression. Governments rallied to prevent the catastrophe, spending trillions in the process. Singapore’s government also took major steps to prevent the economic meltdown. In 2009, Singapore tapped its reserves for the first time in its history to fund the $4.2 billion Jobs Credit and Special Risk-Sharing Initiative. Both schemes, aimed at saving jobs and supporting businesses, were part of a bigger $20.5 billion Resilience Package. The measures worked – in 2010, Singapore’s economy grew 10 per cent, among the fastest in the world. The strong economic recovery allowed the government to later return the $4 billion to the reserves. The strong reserves also give the government additional spending power to plan for Singapore’s future. In recent years, the laws have been tweaked to allow the government to draw on the returns from the reserves to fund its budget under the Net Investment Returns Contribution (NIRC) framework. This sustainable approach to budgeting has had multiple benefits. The returns generated over the years have been used by the government for its spending. For instance, between FY2015 and FY 2020, the NIRC supplied the government with about $90 billion of additional funds. Examples of large-ticket items that have been directly or indirectly funded by the returns include the Pioneer Generation Package, upgrading of transport infrastructure and the rise in social spending. The government has also regularly distributed the surpluses to Singaporeans so the wider population can share in the country’s growing wealth. The reserves were built by a country that had no natural resources, but through discipline and the hard work of its people, noted Mr Heng:"
}
,{
"title": "2010 to the Present: New Challenges",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/04.html#2010-to-the-present-new-challenges",
"text": "2010 to the Present: New Challenges The challenges Singapore has and continues to face since 2010 are manifold: some are structural in nature while others require shorter-term tactics. Here are some of the present challenges and how we will be going about tackling them in the years ahead. A Mature Phase of Growth By 2011, it was clear that Singapore had entered the next phase of its economic development: the mature stage. It would be difficult for us to grow at previous rates and growing at between 3 percent and 5 percent a year would a good result. One reason for this is simply our finite resources: as a small country, we have limited land and people. While we were able to circumvent our physical limits through innovations such as the Jurong Rock Caverns, the reality is that we cannot expect to keep growing at the same pace. Ageing Population (Image: Population.sg) Apart from having to deal with the geographical limitations and small population, our ageing population is one of the most daunting challenges that Singapore faces. The life expectancy in Singapore has risen to 83.2 years, in 2018 from 76.1 years in 1990. By 2030, one in four Singaporeans will be aged 65 and above. Likewise, between 2011 and 2030, the median age of the citizen population will rise from 39 years to 47 years. Efforts to boost the natural rate of population growth has had little success - total fertility rate stood at just 1.14 per Singaporean woman in 2018, much lower than the replacement rate of 2.1. The ageing population will have a significant impact on Singapore’s economy in the long term. As older workers leave the workforce without a sufficient pool of younger workers to replace them, the economy could also start to lose its dynamism and vibrancy. Talent is a critical component for companies in the knowledge-based economy but with a shrinking workforce, companies could struggle to find the talent they need here. This would make Singapore far less attractive than its neighbours, which have younger population bases. The ageing workforce also puts strains on other parts of the Singapore economy, especially its fiscal position. Income tax collections could start to decline with a smaller workforce, which would then constrain the government’s ability to spend. At the same time, there will be a need to raise social spending. In fact, social spending has already doubled from $15 billion in 2009 to $30 billion in 2018, with further rises expected as the population continues to age. Rise in Populism and Anti-Trade/Globalisation Forces When Britain first voted to leave the European Union in 2016, many analysts thought it was a one-off event that concerned only the British. What many did not expect was that is was the start of a surge in populism around the world. The rise of populism goes beyond simply embracing nationalism; nativist tendencies result in the wholesale rejection of globalisation and all that open borders bring. One of the biggest fallouts from this trend has been the ongoing US-China trade tensions. In 2018 and 2019, the world’s two largest economies started to levy tariffs worth hundreds of billions of dollars on each other. That in turn has severely affected the global trade and economy. The rising tensions have also spilled over into the technological arena, with the US banning American companies from using technology from Chinese company Huawei. The US and China signed a pact to ease trade tensions in early 2020 but the episode serves as an important reminder of how quickly a shift in the external environment can hit Singapore hard. The rise of protectionism results in the reduction of trade, which affects Singapore’s livelihood directly. Should trade barriers go up, Singapore’s exports will start to get more expensive and less competitive. A secondary impact is through slower growth rates for both countries. A reduction in trade is likely to lead to slower growth. This, in turn, will likely lead to falling demand for Singapore’s exports. The longer-term impact of rising populism is on the fate of multilateral organisations such as the UN, WTO and the International Monetary Fund – will they stay relevant? For instance, the US has already pulled out of the Paris Agreement unilaterally, threatening to overturn progress made so far in the landmark climate change pact. Likewise, the WTO, which is the primary forum for countries to resolve trade conflicts, has been under siege. This puts Singapore in a difficult spot, since small countries typically rely on such organisations and international law to resolve conflicts with larger powers. As PM Lee said, multilateral organisations such as the UN and WTO are critical to Singapore’s survival: Digital Disruption: A Source of Challenges and Opportunities (Image: National Research Foundation, Prime Minister’s Office Singapore) Digital technology has reshaped the way we work, live and play. Whether it is Facebook and how it is changed our social circle, or how Grab has redefined the taxi industry, technological disruption is on the rise. The advent of technologies such as artificial intelligence, 3D printing and robotics is revolutionising manufacturing, while big data has given companies new ways to understand their consumers. This in turn is quickly changing the rules of the game for companies. If they are armed with the right idea, capital and networks, small companies can quickly scale up to displace large and slower incumbents. This offers a range of new challenges and opportunities for Singapore for Singapore. On the one hand, digital technologies have the potential to make quantum leaps on productivity, generating billions in additional economic value. However, digital disruption, if not managed well, could lead to social issues. For instance, the rise of robots has led some to believe that there could be huge job losses. Large companies which employ thousands of people could find themselves disrupted quickly if they do not move fast enough. Workers could also find themselves out of a job if they hold on to obsolete skills. New types of workers, including those from the gig economy have risen. The challenge for governments around the world, including Singapore, is managing these challenges while positioning the economy to benefit from these forms of digital disruption. New Competition from Regional Rivals (Image: Gov.sg) Singapore remains one of the top destinations for investment largely because it has kept its status as a key transport, financial, maritime and technology hub. However, major cities around the region are challenging Singapore in various fields. Bangkok and Kuala Lumpur are aiming to be the regional hubs for air travel. The governments of both countries have spent massively to upgrade existing airport infrastructure. This is partly why we have had to be forward-looking in order to stay ahead of the competition. China’s Belt and Road Initiative will see billions of dollars being poured into the region to build infrastructure, from roads to ports. While stronger connectivity helps keep lines of communication open, some of these ports and airports could rise to become our competitors along the way. Likewise on the financial front, Singapore may have a significant lead over neighbouring countries as a financial hub but competition is quickly hotting up. The Singapore Exchange has seen trading volumes – an indicator of how strong the stock exchange is – fall over the years, compared to stock markets in Thailand, Vietnam and the Philippines. As these emerging economies mature, they will continue to attract more investor attention. COVID-19 (Image: Gov.sg) The COVID-19 (Coronavirus Disease 2019) pandemic had forced governments to close their borders, halt economic activity, and make people stay at home. With the global economy coming to a partial standstill, Singapore was deeply affected. Flash estimates by the Ministry of Trade and Industry showed that the Singapore economy had contracted 2.2 per cent, setting the country on course for its worst recession since independence."
}
,{
"title": "Staying Exceptional",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/05.html",
"text": "Staying Exceptional 6 minute read Keeping the Fundamentals Intact There are no easy solutions to many of these problems. But one thing is clear: in an increasingly fragmented world, Singapore must remain stable, safe and attractive to foreign investment and relevant to the world."
}
,{
"title": "Staying Open",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/05.html#staying-open",
"text": "Staying Open (Image: Maritime and Port Authority of Singapore) As Singapore is a small and open economy, we must keep championing and pushing for free trade and access to open markets. To this end, we will continue to look for like-minded partners who also believe in the need for free trade whether in goods, services or even digital trade. We are pushing for regional cooperation across multiple platforms, from the Regional Comprehensive Economic Partnership to the Asean Economic Community. These agreements will help to ensure that we continue to have access to overseas markets, a factor that is critical to Singapore’s survival. Apart from building international linkages, we have been forging closer ties within the region. ASEAN remains an important market for us, given our strong ties with our neighbours and the rest of the ASEAN countries."
}
,{
"title": "Upgrading our Workers’ Skills",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/05.html#upgrading-our-workers-skills",
"text": "Upgrading our Workers’ Skills (Image: SkillsFuture SG) The rise of the digital economy has led to a surge in demand for specific skills such as software engineering, data science and artificial intelligence programming. But much of the population has not yet caught up, leading to a skills gap. Singapore’s approach to the problem has not deviated from Dr Goh’s philosophy back in the early days of industrialisation, which is primarily to welcome foreign talent with the right skills that companies need. This approach has worked to bring in some of the best talent in technology to support the growing needs of both big tech companies and fast-growing startups here. In 2019, a report by the US-based Startup Genome said that Singapore ranked second for startup talent, just behind Toronto-Waterloo but ahead of Silicon Valley. This has been a key success factor in building Singapore’s reputation as a startup hub for Asia. But the long-term solution remains grooming world-class talent from within. Apart from equipping students with technological skills, we also need to continue retraining and reskilling our adult workers for the new economy. We are doing this through SkillsFuture, a national movement that aims to promote a culture of lifelong learning. This is especially important as the rapid pace of change means that getting one form of qualification or one set of skills is no longer enough."
}
,{
"title": "Transforming our Industries",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/05.html#transforming-our-industries",
"text": "Transforming our Industries (Image: Launch of the Real Estate Industry Transformation Map; JTC Corporation via Council for Estate Agencies) Today’s global economy is marked by accelerating pace of change, with shorter business cycles and rapid digital disruption. This makes it imperative for Singapore, being a small and open economy, to continuously reinvent itself to keep up with the environment. Companies in Singapore face both opportunities and challenges in the new digital economy. E-commerce, for instance, opens up new markets while slashing costs for both big and small companies. To help companies transform, Singapore has rolled out Industry Transformation Maps (ITMs) for 23 sectors covering 80 per cent of the economy. ITMs aim to transform companies at a sectoral level. These maps are modelled on each industry’s specific needs, targeting companies which need help to transform in order to meet the needs of the new economy. For instance, manufacturing companies that use robotics or automation can seek grants from the government. These technologies may be too expensive for small companies to acquire but grants are aimed at helping companies adopt technological solutions to boost productivity and achieve scale. Business associations are partnering the government and the unions to carry out the work the ITMs rolled out so far."
}
,{
"title": "Strengthening Tripartism",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/05.html#strengthening-tripartism",
"text": "Strengthening Tripartism Tripartism remains important to Singapore’s success. Harmonious relations were the bedrock on which Singapore’s early industrialisation efforts were based. While industrial disruption is no longer an issue, technological disruption has brought about new and complex challenges. Tackling such difficult issues, including how to provide for the retirement adequacy of gig economy workers and ensuring Singaporeans remain employable in the midst of an AI and robotics revolution, requires workers, employers and the government to work well together. But there are threats to this strong bond of trust built up over decades of working together. Digital disruption could lead workers to distrust the rise of technology, especially if it threatens their jobs. This could lead to a breakdown of trust between employees and companies, leading to friction and the loss of the powerful tripartite relationship. Strengthening this bond remains a critical strategy for Singapore. A strong tripartite bond is resilient to shocks that could threaten Singapore’s economic and social fabric. In his May Day 2019 rally speech, Deputy Prime Minister Heng Swee Keat noted that many workers in advanced economies are frustrated with stagnant wages, falling standards of living and a malfunctioning political system. Avoiding this requires companies, the government and workers to pursue inclusive growth:"
}
,{
"title": "Staying Nimble and Adaptable to Change",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/05.html#staying-nimble-and-adaptable-to-change",
"text": "Staying Nimble and Adaptable to Change (Image: Ministry of Trade and Industry Singapore) The government has played a central role in building and growing the economy. In its 2017 report, the Committee on the Future Economy stressed that it cannot tell the future, but it knows what Singapore will need to succeed: This approach is making a difference. (Image: GovTech Singapore) For instance, the government has been testing autonomous vehicles in parts of Singapore, with the aim of rolling them out for public use. Another example is agriculture. The introduction of new technology in agri-technology such as tower farming and the use of AI-controlled environmental lighting have helped push new frontiers in the sector. Conclusion In the 2011 book Hard Truths, founding Prime Minister Mr Lee Kuan Yew was asked what it will take for Singapore to survive, given the rising challenges that Singapore face. His advice was simple, clear and straightforward: Indeed, the story of Singapore’s journey from third world to first was a journey marked by sacrifice, determination and willpower. It is a story about how a people built something from nothing; how a nation’s fate that was determined by guts and gumption; and how the will of a people determined to survive managed to succeed against the odds. It is with the knowledge of this past that we can be confident of the future. The world will continue to evolve, and change will continue to accelerate. For this, we must prepare for a world that is vastly different from what it is today. (Image: Gov.sg)"
}
,{
"title": "Digging Deeper: Case Studies",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/06.html",
"text": "Digging Deeper: Case Studies"
}
,{
"title": "British Military Withdrawal: From Crisis to Catalyst for Growth",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/06.html#british-military-withdrawal-from-crisis-to-catalyst-for-growth",
"text": "British Military Withdrawal: From Crisis to Catalyst for Growth 2 minute read In 1967, the British government released a White Paper announcing the withdrawal of its military forces in the Far East, including Singapore and Malaysia. The weakened British economy could no longer support the estimated £70 million a year in maintaining a military presence overseas. The British withdrawal had significant impact on Singapore on several fronts. The first was on the security of the country. Singapore had just started to build our defence force but it would take many years to build a credible military to defend the country from hostile powers. But more immediate and urgent was the impact on Singapore’s fragile economy. The military accounted for about 20 per cent of the economy and more than 30,000 jobs. The Singapore government estimated that the British military spent about $450 million in 1966 alone. When it became clear that the British had no intention of changing their minds – they in fact accelerated the withdrawal of the military from the mid-1970s to the end of 1971– the Singapore government acted swiftly to deal with the challenge. Converting Military Bases for Civilian Use First, the Singapore government formed the Bases Economic Conversion Department (BECD), whose objective was to manage the handover of the bases from the British to Singapore. Led by Mr Hon Sui Sen, the first chairman of the Economic Development Board, the BECD focused on converting the military bases, which occupied some 15,000 acres or 11 per cent of Singapore’s land, to commercial use. The converted bases aided the creation or expansion of several major industries in the early 1970s. These included the conversion of the naval dockyard at Sembawang into a commercial shipyard, turning Changi airbase into a recreational resort and later an international airport, and converting Blakang Mati into a tourist resort, which they renamed Sentosa. These would later aid in the development of the various sectors of the economy, from ship building and tourism to manufacturing. (Image: Map of Blakang Mati dated 1895. Up to the 1960s, it was part of a British military base, sparsely populated by barracks and a few kampongs; NAS) Retraining Workers The BECD was also responsible for the retraining of affected workers. With aid from the British, the department moved to train hundreds of retrenched workers in technical skills that were sorely needed by the growing economy. Thousands of workers also joined civilian shipyards, using their skills to build and repair civilian ships instead of military ones. Others were moved to support growing sectors such as the manufacturing sector. Through sheer will and adaptability, Singapore managed to turn its first crisis into a major catalyst for growth. As historian Loh Kah Seng noted in 2011, “the accelerated British withdrawal was not only the final chapter of decolonisation in Singapore, but also the first step in the independent city-state’s growth”."
}
,{
"title": "Jurong: From Swamp to Suburb",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/06.html#jurong-from-swamp-to-suburb",
"text": "Jurong: From Swamp to Suburb 2 minute read (Image: JTC Corporation) Littered with villages and crocodile-infested rivers, Jurong used to be nothing more than swampland. That is until Singapore’s then Finance Minister Goh Keng Swee mooted the idea of turning Jurong into the centre of Singapore’s early industrialisation plans. It was a risky plan given that Singapore had little experience in creating an industrial town of this size. According to the late Mr Sim Kee Boon, a former Permanent Secretary who had helmed various ministries during his career, Dr Goh himself admitted that the Jurong project was “an act of faith and he himself jokingly said that this could prove to be Goh’s folly”.  (Image: Then Prime Minister Lee Kuan Yew with EDB Chairman surveying what was to become the Jurong Industrial Estate; National Archives of Singapore via Roots.sg) EDB was tasked to transform Jurong into a hub of factories and industrial activities, a responsibility that was later devolved to Jurong Town Corporation (JTC) which was set up as a separate agency in 1968. The project involved developing a 9,000 acre piece of land in Jurong, a complex task that involved land reclamation, resettling villagers and building infrastructure such as roads, power lines and water supply. By the time the industrial estate was ready to be launched in 1963, foreign investors were still unsure about Singapore and Jurong. However, with tax incentives and a persuasive group of EDB officers, investors started to trickle in. The first company to set up a factory was the National Iron and Steel Mills in 1964, and Jurong never looked back. (Image: National Iron and Steel Mill, 1964; The Hon Sui Sen Collection, courtesy of National Archives of Singapore) Over the next few years, Jurong would become the centrepiece of Singapore’s early industrialisation efforts, a bustling hub of factories and workers. Within three years, by the end of 1967, Jurong Industrial Estate had attracted investments worth a total of about $178 million in fixed assets and generated jobs for some 6,500 workers. (Image: National Museum of Singapore via Roots.sg) More than just a collection of factories, Dr Goh saw Jurong as an entire town, with amenities to boot. He commented that “life in Jurong cannot be other than spartan”. JTC also oversaw the construction of recreational facilities, a town centre and housing flats to cater to the growing population in Jurong Town. Over the years, these extended to include the Jurong Bird Park, Chinese Garden, Japanese Garden and Jurong Park, among others. Roads, stadiums and hospitals were also constructed. Today, the future of Jurong remains bright. The 360ha Jurong Lake District has been earmarked to be Singapore’s second central business district (CBD). Development plans include a commercial precinct, housing and expanded gardens. (Image: Jurong Lake District)"
}
,{
"title": "The 1985 Recession: Growth Interrupted",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/06.html#the-1985-recession-growth-interrupted",
"text": "The 1985 Recession: Growth Interrupted 2 minute read After enjoying uninterrupted growth for nearly 20 years, Singapore faced its first recession in 1985, an episode which tested the country’s resolve in managing crises. The factors that contributed to the sharp decline in economic activity were varied. For one, the patchy external global economy was a key factor. Dragged by a slowdown in the US, demand for Singapore’s exports fell sharply. Singapore’s economy was also grappling with several cyclical and structural problems. GDP by Industry (at 1968 factor cost)   1983 ($’000 million) 1984 ($’000 million) 1985 ($’000 million) % of 1985 growth Manufacturing 3,073 3,345 3,101 -7.3 Construction 1,266 1,463 1,253 -14.3 Commerce 3,667 3,880 3,820 -1.5 Transport &amp; Communications 3,215 3,531 3,637 3.0 Financial &amp; Business Services 3,218 3,682 3,778 2.6 Other Sectors 2,360 2,473 2,542 1.0 Less Imputed Bank Charges -1,461 -1,771 -1,830 - Total 15,338 16,603 16,301 -1.8 (Source: Economic Survey of Singapore 1985 via NAS) One key factor was the slump in construction. In the late 1970s to the early 1980s, Singapore went through a major construction boom, contributing almost a third of economic growth during the period. This was unsustainable and when the boom ended, the economy dived. A deeper problem lay in the structural make-up of the economy – while the wage correction policy helped hasten Singapore’s move up the value chain, the acceleration of rising costs also caused Singapore to lose competitiveness. The government quickly sprang into action. In March 1985, then Minister for Trade and Industry Mr Tony Tan formed the Economic Committee. Helmed by then Minister of State for Defence and Trade and Industry Mr Lee Hsien Loong, the committee was tasked to study the recession and what Singapore could do to recover from it. Titled “The Singapore Economy: New Directions”, the report, published in 1986, listed several policy reforms. The first issue was to tackle production costs, in particular labour costs. The committee recommended slashing the Central Provident Fund (CPF) contribution by 15 per cent, with temporary wage restraints put in place as well. Corporate tax was also reduced by 7 percent. The committee also recommended cutting corporate and income taxes and for companies to embark on wage reform to introduce flexibility in wages. By 1987, Singapore‘s growth rate leapt to 10.8 percent, kicking off a period of strong growth that would last well into the 1990s. For the longer-term outlook, the committee said Singapore should continue with moving up the value chain. It also suggested looking at developing and exporting services, and moving beyond functioning as an offshore production base. At the same time, Singapore should continue to develop itself into a conducive environment for businesses to thrive. This included having competitive taxes and a strong regulatory regime to strengthen the corporate sector. The ability to beat off the recession was the product of a decisive government and a people willing to take a bitter pill for long-term gain, said then Prime Minister Mr Lee Kuan Yew in 1986:"
}
,{
"title": "Jurong Island: The Chemical Island",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/06.html#jurong-island-the-chemical-island",
"text": "Jurong Island: The Chemical Island 2 minute read (Images: JTC Corporation) Formed from seven smaller islands, Jurong Island was borne out of a vision that Singapore could be a leading global petrochemicals player despite its size. The idea to develop the southern islands came as early as the 1980s. But it was only in the 1990s that Singapore moved to realise this dream of creating an island dedicated to the production of specialty chemicals. A big part of the reason for building Jurong Island was because of the pressing need to diversify away from electronics manufacturing, which had become a key export for Singapore. Petrochemicals was a good fit for Singapore as Singapore had already established itself as a major oil refining hub in the region. The idea to build a man-made island came from former EDB chairman Philip Yeo. His plan: to build an integrated facility that would anchor the various types of petrochemical companies in Singapore. JTC and EDB worked together with other government agencies to develop the island. In 1991, JTC was appointed the agent of the Jurong Island project. JTC planned and worked with other agencies to provide infrastructure and services to the island, including land reclamation, roads and utilities. EDB officers went on an aggressive investment promotion drive to sell the idea to foreign petrochemical companies. Jurong Island cost the government an estimated $7 billion but it has more than paid back its investment. Since it opened, it has attracted over $50 billion worth of investments, with more than 100 companies employing some 26,000 people. It is a symbol of Singapore’s efficiency, boldness and innovation, traits that will keep Singapore’s economy going."
}
,{
"title": "The Singapore-US FTA: Sealed Over a Game of Golf",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/06.html#the-singapore-us-fta-sealed-over-a-game-of-golf",
"text": "The Singapore-US FTA: Sealed Over a Game of Golf 3 minute read The late 1990s was a tough period for the Singapore economy. It was still reeling from the Asian Financial Crisis which had swept over the region, disrupted economies and bankrupted hundreds of large companies. The global outlook was looking grim. Free trade talks had taken a hit with the World Trade Organisation’s Doha Talks stalling. Faced with dim prospects, Singapore decided that it would chart its own economic future by pushing for free trade agreements with its key trading partners, said former Prime Minister Goh Chok Tong in 2014. Singapore had an ambitious plan to signal its intention: seal an FTA with the world’s largest economy, the United States. In order to get any deal done, then US President Bill Clinton had to give his approval, but Singapore’s relationship with the White House was at a low point at the time. Singapore had angered some parts of the US government because it had sentenced American teenager Michael Fay to six strokes of the cane for vandalism and theft, a case that gained international media attention. The US government pressured Singapore for clemency for Fay but the Singapore government stood its ground, arguing that Singaporeans would also be given the same sentence if found guilty of the same crime. Nonetheless, then President Ong Teng Cheong reduced the number of strokes from six to four out of respect to President Clinton. Many US lawmakers criticised the decision and, as a result, the White House refused to let PM Goh meet with President Clinton. Instead of forcing his way into the White House, PM Goh decided to go through the informal way – via a game of golf. Through a mutual friend, President Clinton, who is a keen golfer, learnt about PM Goh’s passion for golf. When the opportunity presented itself in 1997 during an APEC Leaders’ meeting in Vancouver, both leaders played a game of golf. That set the stage for further discussions, which took place again on the green some three years later at another APEC Leaders’ meeting in 2000 in Brunei. Following the end of the banquet in Brunei, PM Goh approached President Clinton to ask if he would be up for a game of golf. President Clinton said yes. They played a game of 18 holes. After which, PM Goh made his pitch: Officially signed in 2003 and implemented a year later, the US-Singapore FTA was the first FTA signed between the US and East Asia. The FTA removes tariffs and allows for better movement of goods between the two nations. The FTA was a powerful signal to the rest of the world. It showed that despite its size, Singapore could persuade the world’s biggest economy to ink a deal on free trade. As a result, the FTA set an important precedent for future FTAs to be negotiated."
}
,{
"title": "ASEAN Economic Community: Forging Closer Ties",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/06.html#asean-economic-community-forging-closer-ties",
"text": "ASEAN Economic Community: Forging Closer Ties 3 minute read (Image: Enterprise Singapore) Southeast Asia is home to some of the fastest-growing economies in the world and is poised to become the fourth-largest economy by 2030. And the region’s prospects can burn even brighter once it achieves economic integration and a single common market, a goal that began in 2003. The outlook in the early 2000s for global free trade looked poor. The World Trade Organization (WTO) was not able to move ahead with plans to liberalise trade. Countries such as the European Union and the United States sought to create their own bilateral deals, bypassing WTO altogether. It was during this period that then Prime Minister Goh Chok Tong mooted the idea of a single market for ASEAN. He called it the ASEAN Economic Community (AEC), “a single production base and a single market, with free movement of goods, services and capital. This is the only way to make sure we remain competitive in the face of growing regional and bilateral FTAs, post-Cancun”. By liberalising trade, the region’s GDP could increase by “at least 10 per cent”, and reduce operational costs by “up to 20 per cent”. This would translate to a U$50 billion boon to Asean’s GDP. It was not until 2007 that the first AEC blueprint was drawn up, and the declaration for it signed. The first phase of the plan was to move towards closer integration by 2015, with intermittent checkpoints along the way. One of its key aims was for the region to eliminate most intra-regional tariffs and remove formal restrictions in the services sector; simplify cross-border trading process and develop a more attractive investment business-friendly environment, by adopting common frameworks and standards. In the seven-year period that followed, trade in ASEAN grew by U$1 trillion. Singapore’s businesses were also now able to tap on the 600 million consumers in the region. Building on the first phase, the next lap of economic integration is expected to be complete by 2025, with the eventual goal of establishing ASEAN as a single market, with the free flow of trade and investment among the 10 member states. It will prepare the region for new areas such as e-commerce, and liberate the region further with the removal of non-tariff barriers. The AEC goes beyond promoting free trade amongst regional economies. As a bloc, the AEC will have tremendous influence when dealing with other big trading partners such as China and Europe. It will also attract large amounts of investments, with investors eager to be part of the exciting growth story. More importantly, closer integration will anchor stability within the region and promote cooperation among member states. For Singapore, this is an invaluable part of its foreign trade efforts and will keep Singapore as an attractive location for companies looking to expand into the region."
}
,{
"title": "Agritech in Singapore: Achieving Food and Economic Security",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/06.html#agritech-in-singapore-achieving-food-and-economic-security",
"text": "Agritech in Singapore: Achieving Food and Economic Security 2 minute read (Image: Enterprise Singapore) In the 1960s, farmland occupied 14,000 hectares of land in Singapore, but by 1988, that number was just 2,037 hectares. Today, Singapore’s 5.7 million citizens rely largely on imported food, with just 10 per cent of what they eat being sourced locally. While this means that Singapore has access to the global market of different types of food, it also exposes Singapore to the “volatilities of the global food market”, said Minister for Environment and Resources Masagos Zulkifli. It was with this in mind that Singapore launched the “30 by 30” plan in 2019, a drive to ensure that the country can produce 30 per cent of the food it consumes annually by 2030. This may seem daunting given that Singapore does not have large tracts of land to support farming activities. The development of agri-technology is an example of how Singapore can continue to defy its physical limitations. One early example was the Lim Chu Kang Agrotechnology Park, situated in an area once well-known for its vast plantations. Phase One was built in 1989, and one company there was able to cultivate temperate vegetables like lettuce in the tropical climate, a world’s first. The model was replicated in places like Mandai, Nee Soon and Sungei Tengah in phases over time. Another example was the Marine Aquaculture Centre (MAC), opened in 2003. The centre led to the development of a new breed of sea bass which has a shorter incubation time and is more resistant to diseases. Half a million of these fishes were hatched at St. John’s Island, nurtured in Indonesia, and sent back to Singapore in a successful pilot test. (Image: Sungei Kadut Eco-District, JTC Corporation) The latest agri-food push came in the form of a new 18-hectare site in Sungei Kadut in 2019. The Agri-Food Innovation Park at Sungei Kadut will bring together high-tech farming and R&amp;D activities, including indoor plant factories, insect farms and animal feed production facilities. Enterprise Singapore also announced that it is co-investing up to $90 million in agri-tech start-ups. Beyond simply ensuring Singapore’s food security, these efforts are also spawning fresh economic activity, as Singapore positions itself to take a big bite of the global $5 trillion agri-technology pie."
}
,{
"title": "Bibliography",
"documentTitle": "Economy",
"url": "/opendoc-core-national-education/02_economy/07.html",
"text": "Bibliography Aqil Haziq Mahmud, (7 March 2019), Singapore aims to produce 30% of its nutritional needs by 2030, up from less than 10%, retrieved from https://www.channelnewsasia.com/news/singapore/singapore-produce-30-own-food-up-from-10-nutritional-needs-11320426 Asean, (20 November 2007), 13th Asean Summit Press Statement, National Archives of Singapore, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/20071120985.pdf Boston Consultant Group, (3 April 2017), BCG launches Industry 4.0 Accelerator Program and its first Asian Innovation Centre for Operations (ICO) in Singapore, retrieved from https://www.bcg.com/en-sea/d/press/3april2017-asian-innovation-centre-for-operations-150605 British Broadcasting Corporation, (26 June 2019), Robots ‘to replace up to 20 million factory jobs’ by 2030, retrieved from https://www.bbc.com/news/business-48760799 Building on the Economic Miracle, (2009), retrieved from https://www.nas.gov.sg/1stCab/7585/travel_exh_Sec4.html Carpenter, Keith and Ng Wai Kiong, (2013), Singapore’s Chemicals Industry: Engineering an Island, retrieved from http://fscarbonmanagement.org/sites/default/files/cep/20130456.pdf Channel News Asia, (26 March 2020), Singapore’s economy contracts by 2.2% in Q1 as COVID-19 outbreak hits construction, services sectors, retrieved from https://www.channelnewsasia.com/news/business/singapore-gdp-growth-slows-advance-estimate-covid-19-12577146 Chee Veronica, (2017), Port of Singapore Authority (PSA), retrieved from https://eresources.nlb.gov.sg/infopedia/articles/SIP_577_2005-01-27.html Cheng Siok Hwa (1979), Economic Change in Singapore 1945-1977, Southeast Asian Journal of Social Science, Vol. 7, No. 1/2, University of Malaya, p83. Department of Statistics Singapore, (n.d.), Population and Population Structure, retrieved from https://www.singstat.gov.sg/find-data/search-by-theme/population/population-and-population-structure/latest-data Department of Statistics Singapore, (2019), Death and Life Expectancy, retrieved from https://www.singstat.gov.sg/find-data/search-by-theme/population/death-and-life-expectancy/latest-data Department of Statistics Singapore, (n.d.) Understanding Age-Specific Fertility Rate &amp; Total Fertility Rate, retrieved from https://www.singstat.gov.sg/modules/infographics/total-fertility-rate Economic Development Board, (n.d), World-class Infrastructure, retrieved from https://www.edb.gov.sg/en/our-industries/energy-and-chemicals.html Economic Development Board, (1991), Singapore Economic Development Board: Thirty years of economic development. Singapore: The Board, pp. 23–24. (Call no.: RSING 338.95957 SIN) Edwards, N., &amp; Keys, P, (1988), Singapore: A guide to buildings, streets, places Singapore: Times Books International, pp. 61–62. Ghosh, Nirmal, (29 October 2017), Singapore is second-largest Asian investor in the US and its largest trade partner in Asean, retrieved from, https://www.straitstimes.com/world/united-states/singapore-is-second-largest-asian-investor-in-the-us-and-its-largest-trade Global Agriculture’s Many Opportunities, (2015), McKinsey, retrieved from https://www.mckinsey.com/~/media/McKinsey/Industries/Private%20Equity%20and%20Principal%20Investors/Our%20Insights/Global%20agricultures%20many%20opportunities/Global%20agricultures%20many%20opportunities.ashx Goh Chok Tong, (19 October 2003), Keynote Address at the APEC CEO Summit, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/20031019_0001.pdf Goh Chok Tong, (1981), Budget Statement 1981, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/gct19810306s.pdf Goh Chok Tong, (20 October 2014), Goh Chok Tong’s midnight golf game with US President Bill Clinton in 2000: The untold story, retrieved from https://www.straitstimes.com/opinion/goh-chok-tongs-midnight-golf-game-with-us-president-bill-clinton-in-2000-the-untold-story Goh Chok Tong, (6 October 2003), Keynote Address at Inauguration Ceremony of the ASEAN Business and Investment Summit, retrieved from https://asean.org/keynote-address-by-his-excellency-goh-chok-tong-prime-minister-of-singapore-at-the-inauguration-ceremony-of-the-asean-business-and-investment-summit-asean-bis-nusa-dua-bali/ Goh Keng Swee, (1964), Annual Budget Statement (1964), retrieved from https://sprs.parl.gov.sg/search/topic?reportid=028_19641102_S0005_T0013 Goh, Keng Swee, (1977), “A socialist economy that works,” in Nair, C.V.D. (Ed.), Socialism that Works, Federal Publications, Singapore Government of Singapore, (2020), Overall Fiscal Position for FY 2014 to FY 2020 ($ million), retrieved from https://www.singaporebudget.gov.sg/docs/default-source/budget_2020/download/pdf/fy2020_analysis_of_revenue_and_expenditure.pdf Guide Me Singapore, (2014), Impact of ASEAN Economic Community (AEC), retrieved from https://www.guidemesingapore.com/in-the-news/2014/2014—impact-of-asean-economic-community-aec Han Fook Kwang, Zuraidah Ibrahim, et al, (2011), Lee Kuan Yew: Hard Truths to Keep Singapore Going, Singapore, Straits Times Press, p156. Heng Swee Keat, (2019), DPM Heng Swee Keat at May Day Rally 2019, Prime Minister’s Office, retrieved from https://www.pmo.gov.sg/Newsroom/DPM-Heng-Swee-Keat-at-May-Day-Rally-2019 Heng Swee Keat, (26 March 2020), Supplementary Budget Statement 2020, retrieved from https://www.singaporebudget.gov.sg/budget_2020/resilience-budget/supplementary-budget-statement HistorySG, Konfrontasi (Confrontation Ends) (2014), National Library, retrieved from http://eresources.nlb.gov.sg/history/events/f950e04d-44d7-47ad-a10c-16dfb0cc9ce3 Ho Grace, (23 October 2019), Singapore to lead digital trade efforts and shape new digital trade architecture: Iswaran, The Straits Times, retrieved from https://www.straitstimes.com/singapore/singapore-to-lead-digital-trade-efforts-and-shape-new-digital-trade-architecture-iswaran Hon Sui Sen, (1973), Budget Statement 1973, retrieved from https://sprs.parl.gov.sg/search/topic?reportid=017_19740304_S0003_T0009 I.F Tang, (2011), Heart Work, A Lemon Or a Rolls-Royce, Economic Development Board, Straits Times Press, p19. Isaac, Daniel, (2 April 2019), Foreign direct investments from the US to Singapore hit over US$244b, retrieved from https://sbr.com.sg/economy/exclusive/foreign-direct-investments-us-singapore-hit-over-244b Keane, Sean, (Feb 19 2020), Huawei ban: Full timeline as DOJ charges Chinese company with racketeering, trade secret theft, retrieved from https://www.cnet.com/news/huawei-ban-full-timeline-us-government-backdoor-access-mobile-networks-china-trump-ban-security-threat-mate-x/ Koh, T. T. B., et al. (Eds.). (2006). Singapore: The encyclopedia. Singapore: Editions Didier Millet in association with the National Heritage Board, p. 271. (Call no.: RSING 959.57003 SIN-[HIS]) Koh, Tommy, (23 November 2019), Free Trade Agreements and Singapore, retrieved from https://cil.nus.edu.sg/publication/free-trade-agreements-and-singapore/ Koo Tsai Kee, (10 March 1997), Speech at the Opening Of Aero-Green Technology (S) Pte Farm On Monday, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/1997031002.htm Lee Hsien Loong, (20 October 2011), Debate on the President, retrieved from https://www.pmo.gov.sg/Newsroom/speech-prime-minister-lee-hsien-loong-debate-presidents-address-20-october-2011 Lee Hsien Loong, (27 September 2019), National Statement by PM Lee Hsien Loong at the 74th Session of the United Nations General Assembly, retrieved from https://www.pmo.gov.sg/Newsroom/National-Statement-by-PM-Lee-Hsien-Loong-at-the-74th-Session-of-the-United-Nations-General-Assembly Lee Kuan Yew, (1999), The Wit and Wisdom of Lee Kuan Yew, Editions Didier Millet, 2013, p14. Lee Kuan Yew, (12 September 1965), Speech at the Sree Narayana Mission in Sembawang, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/lky19650912a.pdf Lee Kuan Yew, (17 October 1965), Speech at the Leong Khay Huay Kuan, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/lky19651017b.pdf Lee Kuan Yew, (1998), The Singapore Story: Memoirs of Lee Kuan Yew, Singapore Press Holdings, pg. 58. Lee Kuan Yew, (31 December 1986), Prime Minister’s New Year Message 1987, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/lky19870101.pdf Lee Yen Nee, (12 November 2019), The world’s largest trade deal could be signed in 2020 — and the US isn’t in it, retrieved from https://www.cnbc.com/2019/11/12/what-is-rcep-asia-pacific-trade-deal-slated-to-be-worlds-largest-fta.html Lee, Lai To, (1987), Singapore in 1986: Consolidation and Reorientation in a Recession, Asian Survey. ehmacher, Wolfgang, (2016), The ASEAN Economic Community: what you need to know, retrieved from https://www.weforum.org/agenda/2016/05/asean-economic-community-what-you-need-to-know/ Loh Kah Seng (2011), Singapore In Global History, “The British Military Withdrawal from Singapore and the Anatomy of a Catalyst”, Amsterdam University Press, Amsterdam, p.200, p.212. Ministry of Trade and Industry, (1984), Report of The Tourism Task Force, p. 5-9, retrieved from https://eservice.nlb.gov.sg/data2/BookSG/publish/4/44d861a9-47f8-4872-9938-0acb5bf81a34/web/html5/index.html?opf=tablet/BOOKSG.xml&amp;launchlogo=tablet/BOOKSG_BrandingLogo_.png&amp;pn=11 Ministry of Trade and Industry, (2017), Report on the Committee on the Future Economy, Pioneers of a New Generation, retrieved from https://www.mti.gov.sg/-/media/MTI/Resources/Publications/Report-of-the-Committee-on-the-Future-Economy/CFE_Full-Report.pdf Ministry of Trade and Industry, (n.d.), Free Trade Agreements, retrieved from https://www.mti.gov.sg/Improving-Trade/Free-Trade-Agreements Ministry of Trade and Industry, (n.d.), Overview of Industry Transformation Maps, retrieved from https://www.mti.gov.sg/ITMs/Overview Nisha Ramchandani, (23 March 2015), Changi Airport continues to pursue Lee Kuan Yew’s vision: CAG, retrieved from https://www.businesstimes.com.sg/government-economy/lee-kuan-yew-dies/changi-airport-continues-to-pursue-lee-kuan-yews-vision-cag Office of US Trade Representative, (2003), United States – Singapore Free Trade Agreement, retrieved from https://ustr.gov/sites/default/files/uploads/agreements/fta/singapore/asset_upload_file708_4036.pdf Ong Ye Kung, (3 December 2019), Speech given at Singapore Polytechnic (SP) 65th Anniversary Gala Dinner, at the SP Graduates Guild, retrieved from https://www.moe.gov.sg/news/speeches/speech-by-mr-ong-ye-kung–minister-for-education–at-the-singapore-polytechnic-sp-65th-anniversary-gala-dinner–at-the-sp-graduates-guild Public Service Division, (2015), Making a Living, Ensuring Growth, retrieved from https://www.psd.gov.sg/heartofpublicservice/our-institutions/making-a-living-ensuring-growth/ Public Service Division, (2015), Our Heart, retrieved from https://www.psd.gov.sg/heartofpublicservice/our-institutions/making-a-living-ensuring-growth/ Pwee, Timothy, (October 2018), National Iron and Steel Mills (NatSteel), retrieved from https://eresources.nlb.gov.sg/infopedia/articles/SIP_2018-11-20_105235.html Randstad, (2018), Employees fear for job security due to lack of digital skills in Singapore, Hong Kong SAR and Malaysia, retrieved from https://www.randstad.com.sg/about-us/news/employees-fear-for-job-security-due-to-lack-of-digital-skills-in-singapore-hong-kong-and-malaysia/ Schein, E. H. (1996). Strategic pragmatism: The culture of Singapore’s Economic Development Board. Cambridge, Mass.: MIT Press. pp. 39, 62. (Call no.: RSING 338.95957 SCH). Sek Victoria, (18 February 2019), SG Budget 2019: S’pore Govt Expects To Spend $4.6B Over Next 3 Years On Capability-Building Measures, retrieved from https://vulcanpost.com/656952/budget-2019-singapore-4-6b-spending/ Singapore Food Agency, (2019), AVA: A LEGACY OF EXCELLENCE; a commemorative issue, retrieved from https://www.sfa.gov.sg/docs/default-source/publication/ava-vision/ava-vision-issue-1-2019.pdf Singapore Food Agency, (n.d.), Celebrating AVA’s Excellence Through the Years, retrieved from https://www.sfa.gov.sg/docs/default-source/publication/ava-vision/ava-15years.pdf Singapore Infopedia, (2014), Jurong Town Corporation, retrieved from https://eresources.nlb.gov.sg/infopedia/articles/SIP_553_2004-12-31.html Soon Teck-Wong, Tan C. Suan Tan, (n.d.), The Lessons of East Asia: Singapore Public Policy and Economic Development, p11, retrieved from http://documents.worldbank.org/curated/en/376061468776806693/pdf/multi0page.pdf Startup Genome, (2019), Global Startup Ecosystem Report 2019, Startup Genome, p58, retrieved from https://startupgenome.com/reports/global-startup-ecosystem-report-2019 Surbana Jurong, (n.d), Jurong Island, retrieved from https://surbanajurong.com/sector/jurong-island-petrochemical-hub/ Tan, Soon, (1993), The Lessons of East Asia: Singapore Public Policy and Economic Development, retrieved from http://documents.worldbank.org/curated/en/376061468776806693/pdf/multi0page.pdf Teck Woon Soon, Tan, C. Suan, (1993), The Lessons of East Asia, Singapore Public Policy and Economic Development, The World Bank, retrieved from http://documents.worldbank.org/curated/en/376061468776806693/pdf/multi0page.pdf Teh, Cheryl, (18 February 2019), Singapore Budget 2019: New aquaculture centre to work on improving Singapore’s food resilience, retrieved from https://www.straitstimes.com/singapore/singapore-budget-2019-new-aquaculture-centre-to-work-on-improving-singapores-food The Big Aid Industry, (23 August 1961), retrieved from https://eresources.nlb.gov.sg/newspapers/Digitised/Article/straitstimes19610823-1.2.77 The Business Times, The ten-year plan, (7 March 1981), p. 7, retrieved from https://eresources.nlb.gov.sg/newspapers/Digitised/Article/biztimes19810307-1.2.28 The Singapore Free Press, (27 July 1961), Refinery opens: Proud day for S’pore – and Sarmanis, p. 1, retrieved from https://eresources.nlb.gov.sg/newspapers/Digitised/Article/freepress19610727-1.2.5 The Straits Times, (1967), Pull-out in middle 1970’s, retrieved from https://eresources.nlb.gov.sg/newspapers/Digitised/Article/straitstimes19670719-1.2.2 The Straits Times, (18 June 1981), World’s largest column-free hangar, retrieved from https://eresources.nlb.gov.sg/newspapers/Digitised/Article/straitstimes19810618-1.2.131.4 The Straits Times, (5 April 1975), Driving home the need for higher output, retrieved from https://eresources.nlb.gov.sg/newspapers/Digitised/Article/straitstimes19750405-1.2.30 The Straits Times, (6 February 2009), There was a time when Singapore had to dip into its reserves, retrieved from https://www.straitstimes.com/singapore/from-the-archives-there-was-a-time-when-singapore-had-to-dip-into-its-reserves TODAY, (15–16 May 2010), Goh Keng Swee: 1918-2010, A visionary who didn’t believe in dreams: A look into the life of the man responsible for HDB flats, National Service, JTC … even the Zoo, pp. 12–13, retrieved from https://eresources.nlb.gov.sg/newspapers/Digitised/Page/today20100515-1.1.12 TODAY, (26 March 2020), SG Resilience Budget 2020, retrieved from https://www.todayonline.com/singapore/covid-19-sg-supplementary-budget-2020 V.V Bhanoji Rao, M Ramakrishnan, (1980), Income Inequality in Singapore, Singapore University Press, p3. Vivien Shiao, (7 December 2017), Singapore’s ageing population a ticking ‘time bomb’, The Business Times, retrieved from https://www.businesstimes.com.sg/government-economy/singapores-ageing-population-a-ticking-time-bomb Winsemius Albert, (19 June 1984), Speech to the GE International Personnel Council Meeting in Singapore. Wong Poh-Kam, (1999), The Dynamics of HDD Industry Development in Singapore, San Diego, University of California, p3, retrieved from https://www.academia.edu/204360/THE_DYNAMICS_OF_HDD_INDUSTRY_DEVELOPMENT_IN_SINGAPORE"
}
,{
"title": "Our Fundamentals",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/01.html",
"text": "Our Fundamentals Optimise resources Singapore has limited land and natural resources, so we have to be organised and careful about using what little we have to create a liveable and sustainable city and home, while at the same time meet the residential, commercial, industrial, recreational and security needs of our people. Operate sustainably As a low-lying island state in the equatorial region, Singapore is uniquely vulnerable to climactic changes. We are also home to fragile ecosystems and plant and animal species. We need to manage the impact of our urban development and human activity, so as not to harm our environment. Open up connections As a trade hub and global city, Singapore needs to build and maintain transport links internally, as well as externally to the rest of the world. Our world-class transport infrastructure makes it possible for people, goods and services to move efficiently and reliably at all times. Ownership of outcomes Singaporeans need to feel a sense of shared ownership for the nation so that we will defend and care for our country. Our public spaces, heritage buildings and home ownership motivate us to put down roots, raise families and act responsibly for our future, and build a world-class city we can be proud to call home."
}
,{
"title": "Resource Constraints and Challenges",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/02.html",
"text": "Resource Constraints and Challenges In September 2016, Singapore suffered one of its worst droughts in history. Barely any rain fell over 27 days between January and February – a record high. Once verdant grass turned brown and white, and our island was suffused with heat. The situation was dire due to the fast depleting water levels at Johor’s Liggiu Reservoir, Singapore’s main water source from Malaysia. At one point, water levels fell to as low as 20 per cent. Singapore still relies heavily on Johor for its water needs. Under the 1962 Water Agreement with the Johor State government, Singapore draws up to 250 million gallons of water from the catchment area daily. The prolonged drought signalled a real possibility that Singapore’s water supply could be badly affected. Singapore drew up contingency plans to restrict water use for non-critical activities such as plant watering and car washing. Fortunately, there was no need to put these plans into effect. Decades of long-term planning and diversifying our water sources meant that we could rely on other avenues. Desalination and NEWater plants ran at high capacity to replenish the local reservoirs. The Government also raised public awareness by encouraging everyone to save water. It was a stark reminder of Singapore’s vulnerability as a small island with a lack of natural resources. However, it was also a reflection of how we have turned this weakness into a strength. The water story is just one point in the larger story of how we have managed our lack of natural resources over the decades. These are reasons why there has been no need for water rationing in Singapore since 1964. Water has always been a strategic and existential issue for us. As we are one of the most water-stressed countries globally, Singapore always looks to stay one step ahead to ensure our water security. We aim to become self-sufficient by 2061, when the 1962 Water Agreement expires. After Singapore separated from Malaysia, the challenges were clear. The absence of a hinterland meant a lack of access to vital natural resources. We would have to rely on external sources for our water supply and energy to power our industries, light up our homes, and build infrastructure. The situation was so dire that when Singapore separated from Malaysia in 1965, our founding Prime Minister Lee Kuan Yew described Singapore as “a heart without the body”. For Singapore to survive, one of the first things that Mr Lee and his team did was obtain the necessary resources and ensure that they would last for generations. For Singapore to succeed, planning for our resource use had to be long-term, focused, and dynamic. But it was clear from the start that success was not only going to be decided by government policy. Singaporeans had to play a role in the efforts. Indeed, we have gradually become active participants in water-saving campaigns. This collective sense of civic responsibility has helped us effectively manage our limited resources. Singapore has come a long way in addressing our resource limitations. As a tiny island state with no natural resources, we have had to rely on a disciplined approach focused on four key pillars to manage our constraints: innovation, long-term planning, civic ownership and adaptation."
}
,{
"title": "Resource Innovation",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/02.html#resource-innovation",
"text": "Resource Innovation With a tiny landmass lacking in any natural resources, Singapore is unlike any other country in the world. There was no blueprint for success that Singapore could follow. As a result, we had to think unconventionally and summon up a spirit of innovation to solve our unique problems, especially when dealing with the lack of resources. Example: Water Images: MICA courtesy of NAS and PUB NEWater – reclaimed water purified with membrane and ultraviolet technologies – is perhaps Singapore’s most famous example of this innovative spirit. The idea of turning wastewater into drinkable water emerged as early as the 1970s when Singapore commissioned a study to explore the feasibility of producing clean reclaimed water. However, it was only 20 years later when technology caught up with the idea that NEWater became a reality. By the 1990s, the development of cost-effective membrane technology allowed Singapore to push ahead with NEWater. Within a decade, our dogged determination paid off. In 2003, NEWater made its public debut with two plants at Bedok and Kranji. After decades of planning and innovation, it was a huge step towards our goal of self-sufficiency. There was initial scepticism that NEWater was safe to drink. Many balked at the thought of drinking waste and sewage water. In response, PUB set out to raise public awareness of the stringent safety measures in producing the ultra-clean NEWater. To instil confidence in NEWater, PUB opened up its NEWater plants to the public, demonstrating the technology behind the product. To further convince the public that the water was safe to drink, Singapore enlisted the support of community leaders, scientists and politicians to correct misconceptions about NEWater. Prime Minister Goh Chok Tong himself drank a bottle in front of the nation in a NEWater toast during the 2002 National Day Parade. Image: MICA courtesy of NAS Thinking out of the box is one way we have adapted. This innovative energy is a key theme that runs throughout our short history. Another area that we have consistently applied innovative thinking is in our approach to energy resources. []((https://master.deajq4l3eosv7.amplifyapp.com/03_infrastructure/04.html#energy)"
}
,{
"title": "Thinking Long-Term",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/02.html#thinking-long-term",
"text": "Thinking Long-Term Thinking long-term has always been a crucial part of Singapore’s planning. This helps identify problems that could arise in the future, which allows policymakers take mitigating steps beforehand. As a result of our constant and consistent effort to think ahead, Singapore has maintained sustained economic growth and infrastructure development despite our lack of natural resources. When we underwent a rapid industrialisation process from the 1960s to the 1980s, Singapore ensured that its energy infrastructure could always serve commercial, industrial, and residential needs. For instance, PUB worked closely with the Ministry of Trade and Industry (MTI), the Economic Development Board (EDB) and the Urban Redevelopment Authority (URA) of Singapore to estimate the power demand based on development plans and economic growth projections. Together, they formulated Long-term Power Station Development Plans that oversaw the construction of new power construction over a 10-20 year horizon. Example: Water Long-term planning is critical in managing water resources in Singapore. This resource is often a source of tension between Singapore and Malaysia. In 1998, Malaysia raised supplying water to Singapore when Singapore decided to relocate Malaysia’s immigration and customs checkpoint from the old Tanjong Pagar railway station to Woodlands Train Checkpoint. In 2018, then-Malaysian Prime Minister Mahathir Mohamed sought to renegotiate the price of water sold to Singapore, criticising it as “manifestly ridiculous”. Part of our efforts to navigate the thorny water issue includes diversifying our water sources and reducing our reliance on water from Malaysian sources. Singapore’s approach to building water resilience for the long haul started in 1971 with the Water Planning Unit’s formation, which searched for conventional and unconventional water sources. The unit formulated the first Water Master Plan in 1972, which proposed a diversified water supply that would meet future water and development needs for the next 50 years – the Four National Taps."
}
,{
"title": "Civic Ownership",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/02.html#civic-ownership",
"text": "Civic Ownership Singaporeans play a critical role in ensuring that our limited resources are carefully managed. Campaigns are important tools that help create awareness among Singaporeans of our challenges and how we can help. Example: Water These campaigns have helped reduce Singaporeans’ water usage in recent years. To be more resource-efficient, Singapore has also targeted a Zero Waste goal. This includes being resource-resilient, a move that would always ensure a secure supply of critical resources. The effort will involve everyone, from industrial companies to individual households. As part of this effort, Singapore is establishing a circular economy that will eliminate waste and maximise the value of resources through recycling and reusing waste materials. The construction industry is already implementing this, where about 99 per cent of construction waste and metals are recycled for new projects. This push has reduced the country’s dependency on sand. Increasing energy efficiency is also another way to be resource resilient. The Energy Conservation Act implemented in 2013 now requires large energy consumers like industrial companies to adopt good energy management practices. Regular energy audits, establishing energy management systems, and energy efficiency improvement plans are necessary measures. Households can also play their part in reducing energy use. In addition to this ‘Zero Waste’ movement, the National Environment Agency (NEA) has launched a “Save Energy Save Money” campaign to raise awareness on energy-efficient measures by encouraging Singaporeans to practise simple energy-saving habits."
}
,{
"title": "Adapting to Changes",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/02.html#adapting-to-changes",
"text": "Adapting to Changes Although much has been achieved since independence, certain things will remain the same: Singapore will always be a small country in an uncertain world with no natural resources. This will always continue to present challenges for us. While we have made significant strides in tackling our water scarcity problem, we now have to confront climate change as well. As a low-lying island nation, Singapore is particularly vulnerable to the threat of rising sea levels – one that will threaten the country’s very existence. We are already feeling the impact. In 2019, a report found that Southeast Asia would be hardest hit by rising sea levels due to melting ice sheets, as over 450 million people in the region live in low coastal zones. With 30 per cent of the island less than five metres above sea level, Singapore will be badly affected should sea levels continue to rise. The Centre of Climate Research Singapore has found that in the rare event of higher sea levels, high tides, and a storm happening concurrently, sea levels could rise by four metres and swamp Singapore’s coastal areas. Tackling such a formidable challenge requires all of us to start acting now to prevent further damage to the environment. Mitigating climate change requires everyone to do their part by reducing energy consumption and carbon emissions. For instance, we are changing our physical and urban environment to mitigate potential flood risks. This includes deepening and widening drains and protecting critical infrastructure. We are also rethinking how buildings can stay cool without the use of energy-intensive air-conditioners. This includes changing the layouts of facilities to ensure better ventilation and increasing vegetation cover across the island. Image: Draining Planning / from PUB We are also progressively strengthening our defences against rising sea levels through the use of reclaimed land. Singapore is exploring the option of reclaiming a series of islands from Marina East to Changi. By connecting them with a barrage to create a bulwark, it will be one way that the country can adapt to rising sea levels. But land reclamation is both expensive and challenging to do, especially since it requires large quantities of sand – a resource that Singapore does not have a large abundance of."
}
,{
"title": "Conclusion",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/02.html#conclusion",
"text": "Conclusion Coping with resource scarcity has been a constant challenge since Singapore was founded as an independent nation. But we have managed to navigate the challenge through a combination of innovation, long-term planning, and adaption, working collectively as a nation to ensure that Singapore stays resilient even in the most trying of times."
}
,{
"title": "Urban Planning",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/03.html",
"text": "Urban Planning A furry head pops up from the water, eyes darting around and checking for danger. It sniffs the air and gives the all-clear to the rest of his troop. One by one, the rest of the otter family pop their heads up, weaving their bodies through the clear waters at Kallang River, drawing delighted squeals from the families walking nearby. It is not uncommon to spot the family of otters in the Kallang River. But they are not the only reason why Singaporeans often head down to walk by the riverside. For many, taking a walk along the water’s edge helps calm frazzled nerves, while the fresh air provides respite for the ragged urbanite. It was not always this case. In the 1970s, the Kallang River was more known for its stench than its sights. The sludge-filled water carried chicken carcasses, rotting fruit and a foul stench that blanketed the area. Similarly, most other waterways in Singapore were also heavily polluted. Images: Kallang River before the clean-up / NAS It took an order by then-Prime Minister Lee Kuan Yew to start a national effort to clean up the waterways around the island. Instead of dead animals, he wanted the rivers and canals to have “more or less clean, translucent water, where fish, water lilies, and other water plants [could] grow, and [for] both sides of the waterway [to] be planted with trees, like willow”. After decades of cleaning, we now have waters so clean that a wide range of animal and plant life thriving in our rivers and waterways. Image: Kallang River today / Wikipedia Commons and PUB The transformation of Singapore’s waterways from polluted to pristine is an example of how the Government has made it a priority to ensure that Singapore remains a safe and comfortable home for more than three million Singaporeans. The transformation did not, however, take place overnight. It took decades of meticulous planning, targeted execution and an ambitious vision. To this end, four factors have enabled Singapore to become an urban oasis."
}
,{
"title": "Thinking Long-Term",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/03.html#thinking-long-term",
"text": "Thinking Long-Term Singapore’s limited space means that we cannot afford to use our land haphazardly. Our urban planning approach has to optimise the scarce land we have to meet diverse needs, including housing, industries, green areas and recreation. To this end, the Government has taken an integrated and long-term approach to urban planning – the Concept Plan and the Master Plan. As the strategic land use and transportation plan that provides broad guidelines for Singapore’s physical development over the next 40 to 50 years, the Concept Plan provides the overall strategy. Its goal is to ensure sufficient space to support long-term population growth, economic development, and a good living environment. Image: Singapore Concept Plans Singapore’s first Concept Plan was published in 1971. The plan was a mammoth effort, involving more than 100 local and overseas urban planners, architects, civil servants and academics between 1967 and 1969. It laid the foundations of the land needs for the young nation, setting out the principles for developing housing estates, recreational spaces and industrial estates. Its legacies continue to this day, more than 50 years after the plan was published. Image: 1971 Concept Plan / URA The Concept Plan set in place critical infrastructures instrumental to Singapore’s economic growth. This included the construction of Changi Airport, which opened in 1981, a Mass Rapid Transit (MRT) system, and a network of expressways. The plan also earmarked the Central Area as the Central Business District (CBD). The second Concept Plan, published in 2001, focused on creating an island city that balanced work, play, culture and commerce. It proposed developing commercial corridors in different parts of the island to bring jobs closer to homes. One of Singapore’s most significant economic engines – Jurong Island – was also borne from this plan. Example: Jurong Island Image: Jurong Island / EDB The idea of constructing Jurong Island came about in the 1980s with the plan to establish Singapore as a leading petrochemicals hub.This would reduce the economy’s dependence on electronics manufacturing and strengthen Singapore’s position as a top oil refining centre. But more land was needed to build up the country’s petroleum and petrochemicals industry. The Government subsequently began reclaiming land off Singapore’s southwestern islands. The plan was to merge seven existing islands (Pulau Merlimau, Pulau Ayer Chawan, Pulau Ayer Merbau, Pulau Seraya, Pulau Sakra, Pulau Pesek, and Pulau Pesek Kecil) into one. The project, built at more than $7 billion, involved massive dredging to triple 10 square km of usable space to 32 square km. The engineering feat was achieved after meticulous planning. The engineers put together a detailed blueprint to maximise project efficiency and minimise costs. The designers planned shared facilities, centralised logistics, and common corridors. Reclamation works for Jurong Island began in 1995 – the project was so ambitious that it was initially estimated that the project could be completed only by 2030. But the detailed planning and creative engineering helped speed up the process. The island was fully reclaimed by 2009 – 20 years ahead of schedule. Jurong Island houses the biggest petrochemicals companies globally in an integrated facility that combines the different parts of the chemicals supply chain. Since the official opening in 2000, Jurong Island has attracted over $50 billion worth of investments. The latest Concept Plan, published in 2011, looks further into the future, with an eye on providing and sustaining a high-quality living environment for future generations of Singaporeans. The plan sets out parameters for providing affordable homes, enhancing mobility with greater transport connectivity and growing an economy with good jobs. While the Concept Plan takes care of the broad, long-term strategies, the Master Plan goes into detail. It focuses on the medium-term and is reviewed once every five years, guiding Singapore’s development over the next 10 to 15 years. The plan lays out the specifics for individual plots of land. Image: 1958 Master Plan / URA For example, the 2003 Master Plan focused on enhancing and protecting Singapore’s natural and heritage sites. The Southern Ridges – completed in 2008 – is one such example, when the plan first conceived linking various hill parks with the construction of two iconic bridges. Images: Southern Ridges / NParks and Extract from Master Plan 2003 / NAS This approach to long-term planning is a crucial reason we can develop our tiny island with an eye on the future. Likewise, our approach to planning was also a key factor that led to our public transport network development. We have had to project into the future – a process that requires us to think beyond our present needs."
}
,{
"title": "Creating a Sustainable Economy",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/03.html#creating-a-sustainable-economy",
"text": "Creating a Sustainable Economy While the immediate priority upon independence was to create jobs and kick-start a stuttering economy, it was clear from the outset that Singapore could not pursue “growth at all costs” and ignore the trade-offs. Singapore was committed to sustainable development from the start. With our small land area, we simply cannot afford to implement a development model that placed economic growth over the environment. The “develop first, clean up later” model could permanently scar whatever little land we had – a risk that the Government was unwilling to take. Instead, the Government took the more challenging route by making economic decisions with the environment in mind. For instance, when giant Japanese corporation Sumitomo wanted to build Singapore’s first petrochemical plant in the mid-1970s, the Government insisted that it met specific environmental requirements. Sumitomo protested, arguing that such an approach would be costly. Despite the risk of losing a critical foreign investment, the Government did not budge. Eventually, Sumitomo relented. The Government also located industries in the west of Singapore, where there were few residential estates. There were also practical considerations to wanting a “Clean and Green” environment. For one thing, it allowed us to stand out from our neighbours, especially when it comes to tourism and attracting global talent. Today, being clean and green is more than just about keeping our roads free from litter and our air unpolluted. Climate change is one of our biggest challenges, and it is one that the Government is paying close attention to. As an island, the rise of sea levels will have deep impacts on our living environment, making climate change an existential issue. In 1992, the Government released the Singapore Green Plan (SGP) – its first formal plan to balance environmental and developmental needs. The plan has since gone through two more versions: SGP 2012 and SGP 2030. SGP 2030, pictured below, is a wide-ranging plan that will see Singapore adopt green initiatives across all sectors of society. This will range from schools going carbon neutral to establishing Singapore as a leading centre for green finance. It will look to secure “a Singapore for our future generations,” as PM Lee Hsien Loong said. Image: SG Green Plan"
}
,{
"title": "Engaging the Community",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/03.html#engaging-the-community",
"text": "Engaging the Community Citizens play a crucial role in Singapore’s urban planning approach. In his 2011 National Day Rally Speech, Prime Minister Lee Hsien Loong had said the country needed ‘active citizens’ to change Singapore for the better. As more Singaporeans become more educated and informed, they also want to be more involved in the country’s development. The Government started taking on a more consultative approach when it came to involving citizens in shaping our island and its development. One example was the 2001 Concept Plan. While conceptualising past Master and Concept Plans previously involved only the likes of professionals, academics and the Government, citizens were now roped into the planning process. An extensive public consultation exercise was carried out with the formation of two focus groups that comprised everyday Singaporeans such as working professionals, grassroots members and students. These groups explored two things: balancing Singapore’s scarce land resources and preserving our identity through heritage sites. Image: URA Singapore City Gallery The preservation of the Chek Jawa coastal wetlands was a result of this consultative approach. When its eastern tip was slated for reclamation, a public forum hosted by the URA in 2001 debated on this issue, arguing that the move would destroy much of the rich biodiversity found there. Reclaiming Chek Jawa would also adversely impact existing natural eco-systems in the east of Pulau Ubin – an island known for its rich natural heritage. A public campaign to save Chek Jawa ensued. Singaporeans wrote into the press and ministries, and the MND conducted a public feedback forum where nature groups voiced their concerns. They also submitted alternative proposals backed by scientific arguments. On 20 December 2001, then-Minister for National Development Mah Bow Tan also held dialogues with several nature groups to discuss saving Chek Jawa’s wildlife. MND then decided to defer the reclamation project and consult with experts on the solutions to protect the marine life in the area. Image: Minister Mah Bow Tan addressing the crowd and Chek Jawa / Wikipedia Instead, plans were drawn up to protect and preserve the biodiversity at Chek Jawa. The Government spent $6.2 million to build boardwalks, a viewing tower and a visiting centre that allowed the public to visit Chek Jawa without harming the fragile eco-system there. Image: Chek Jawa / Visit Singapore Over the years, many groups of Singaporeans have also volunteered for coastal clean-ups and to preserve the biodiversity in Chek Jawa. It is a space that has enabled environmental stewardship, particularly amongst the youth, and helped cultivate love and appreciation for nature. It is this passionate activism that has also helped protect wildlife in the fragile ecospheres in the Chek Jawa inter-tidal zones. Images: Environmental Activism / Climate Conversations and International Coastal Cleanup Singapore"
}
,{
"title": "Preserving a Unique National Identity",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/03.html#preserving-a-unique-national-identity",
"text": "Preserving a Unique National Identity Over the decades, conserving historic buildings has become an important component in Singapore’s urban planning. As an essential part of our nation’s heritage and cultural identity, these buildings remind us of what came before. Images: National Museum of Singapore/NHB and Shophouses/STB In the early years of nation-building, economic development and housing were Singapore’s priorities. Many historical buildings were torn down as part of urban renewal. But the Government recognised that our buildings are a critical part of our heritage and that there is a need to preserve them for future generations. In 1971, the Government passed the Preservation of Monuments Act, a move to conserve historic sites and monuments. The newly created Preservation of Monuments Board (PMB) would be the authoritative body in charge. By 1973, the board had already placed the first eight buildings under its protection. This included the St. Andrew’s Cathedral, Telok Ayer Market (Lau Pa Sat), and Sri Mariamman Temple. Images: Lau Pa Sat and Sri Mariamman Temple / VisitSingapore In 1986, the URA launched its Conservation Master Plan. It earmarked six historical areas such as Chinatown and Little India for conservation. Previously, conservation efforts were made only for individual buildings. Conserving these historical and ethnic districts strengthened the nation’s social fabric, as they represent Singapore’s ethnic groups and reflect their importance to Singapore’s multicultural heritage. Conserving these sites also gives Singapore’s cityscape its unique identity. But there have been times where the Government has had to make a difficult choice between development and conservation. This happened in 2000 when it was announced that the former National Library building at Stamford Road had to be demolished. The move was to make way for constructing a tunnel that would alleviate the heavy traffic between the Marina and Orchard area. Images: Old National Library / NAS The decision sparked public debate. Many opposed the move, as the red-bricked building was an iconic landmark for many Singaporeans. After exploring various alternatives, such as expanding Stamford Road to allow more traffic flow and digging a deeper tunnel that would leave the library untouched, the Government concluded that removing the building remained the best option. In 2004, the building was torn down. This difficult decision illustrates the complexity in deeming what to conserve in Singapore. On the one hand, culture and history are important; on the other, there is the constant need to grow our economy and develop the country’s infrastructure. Balancing both sides is not an easy task and requires trade-offs. Nevertheless, we have tried to preserve important historical sites even as we continue to renew our built environment. To date, the Urban Redevelopment Authority has given conservation status to over 7,000 buildings in Singapore. Many of them have been repurposed for Singaporeans to now enjoy. Examples include the Warehouse Hotel – formerly a warehouse dating back to 1895 – and the Jurong Town Hall, Jurong Town Corporation’s former headquarters, which is now home to the Trade Association Hub. Images: Warehouse Hotel / URA and Old Warehouse along Robertson Quay / NAS Images: Jurong Town Hall / URA “Using a collaborative approach involving government organisations, the public, and developers, the Island Republic’s Urban Redevelopment Authority has achieved a balance between free-market economics and cultural conservation”, stated a jury from the Asia-Pacific Urban Land Institute in 2006 when it commended URA for its conservation programme. Preserving the unique character of our physical landscape also entails creating a sense of place – a place for the community to gather, interact and grow. Singapore’s efforts to develop spaces for communities has grown beyond simply creating functional spaces and towards the idea of placemaking."
}
,{
"title": "Conclusion",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/03.html#conclusion",
"text": "Conclusion Building a home is more than erecting four walls, constructing a roof and laying out a floor. A home is filled with people, memories and a space that evokes a sense of place. With some planning, a dose of imagination and a firm commitment to carry through our plans, we hope our tiny island can continue to be a home that we will all enjoy and love for ourselves and future generations of Singaporeans."
}
,{
"title": "Digging Deeper: Case Studies (Resources)",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/04.html",
"text": "Digging Deeper: Case Studies (Resources)"
}
,{
"title": "",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/04.html#energy",
"text": "Energy Energy is a vital resource that is indispensable to a country’s development. But Singapore does not possess any significant energy resources of our own, and we depend heavily on energy imports to meet our domestic needs. Singapore’s energy mix Liquified natural gas (LNG), the cleanest fossil fuel, supplies about 95 per cent of our electricity generation needs. Coal, oil, solar and waste supply the remaining 5 per cent of our energy needs. In 2019, we used about 9,795 kilotonnes (ktoe) of energy to generate about 4,655 ktoe of electricity, numbers which have been steadily rising. But while we can procure what we need to keep our economy going and our hour homes running, we cannot simply rely on buying ever-larger amounts of energy. Singapore has been paying careful attention to maintaining energy security, economic competitiveness, and environmental sustainability - also known as the “energy trilemma”. Energy security Image: Singapore LNG Currently, more than 95 per cent of Singapore’s electrical supply comes from natural gas. Most of our LNG supply is piped from Malaysia and Indonesia. This poses a key problem: a lack of diverse energy sources. Six of the existing gas contracts with Indonesia and Malaysia are due to expire between 2018 and 2029. And there is no guarantee if or when they will be renewed. To reduce our over-reliance on just two main sources of LNG, we have been working on expanding our suppliers beyond just our neighbours by creating ways for LNG to be transported to us. In 2013, Singapore opened the first LNG Terminal, a significant milestone in our quest to fortify our energy security. LNG supplies can now come from anywhere around the world and be stored at the terminal. The LNG terminal has enough capacity to meet our domestic needs even if the LNG agreements are new renewed. It was so successful that plans are now in place to build a second LNG terminal in the east. Economic competitiveness Image: Senoko Energy With a high dependence on energy imports, especially LNG, Singapore has little control over energy prices. LNG prices closely track oil prices, the result of commercial contracts that link LNG to oil. And because oil prices are set by the market and oil producers, Singapore is highly exposed to any volatility that could affect oil prices. For one thing, should oil prices rise quickly, there could be knock-on effects for the economy. A sharp price rise could quickly escalate costs for many businesses – and hurt Singapore’s economic growth prospects. Singapore has been grappling with the challenge of balancing economic competitiveness. While other oil-importing countries can afford to subsidise high oil prices, this could lead to huge deficits for SingaporeSingapore should oil prices rise quickly. Hence, instead of subsidies, the Singapore government turned to competition to keep prices fair and affordable for both companies and households. Since the 1990s, Singapore has been progressively allowing private companies into the electricity market to nudge providers to become more cost-effective and better serve customers. In 2018, Singapore introduced the Open Electricity Market, which allowed households to choose their electricity provider instead of buying from just one source. Environment sustainability Beyond ensuring that energy sources are available and are priced affordably, we also focus on sustainability. The threat of climate change has severe repercussions for Singapore and Singaporeans. In addition to warmer days and erratic weather, we also face the bigger threat of but it’s rising sea levels that poses. Hence, we continue to push towards cleaner and renewable energy. For instance, over the last decade, the number of grid-connected solar installations in Singapore has increased from 30 to 3,000. By 2025, we aim to utilise 1.5 gigawatt-peak of solar energy – enough to power about 260,000 households annually. We cannot expect solar to fully replace LNG – even if all of Singapore was covered with solar panels, solar would still not produce enough energy for all our needs – but we will continue to try to use more clean energy to reduce our carbon footprint. In 2019, then-Minister for Trade and Industry Chan Chun Sing announced that Singapore would ramp up our solar energy output even though it will be challenging. Innovation lies at the heart of our clean energy push. Solar technology now may not be efficient, but with research and development and a drive to experiment and think out of the box, we hope we will be able to fully harness the sun’s power for our energy needs. We are also looking into new and emerging sources of energy. Singapore’s Four Switches is a long-term plan that looks to pivot Singapore towards clean energy such as solar, regional power grids, and emerging technologies such as hydrogen fuel cells. The Energy Market Authority (EMA) is constantly encouraging innovation within the industry by test-bedding projects and programmes. For instance, it launched the inaugural Singapore Energy Grand Challenge in 2020 to develop new technologies and solutions to strengthen Singapore’s energy efficiency and security. But the reality is that any choice we make will involve trade-offs. Reducing carbon emissions will inevitably set “real cross-cutting constraints” on development, said Senior Minister Teo Chee Hean, who also chairs the Inter-Ministerial Committee on Climate Change. “The trade-offs are real, and often the choices are difficult,” he added. For instance, Singapore became the first country in Southeast Asia to introduce a carbon tax in 2018 – a move that will look to reduce carbon emissions across all sectors. Raising taxes will hopefully nudge companies to move towards cleaner energy and operations. But any new tax will hurt companies and potential affect Singapore’s economic growth prospects in the long run. Image: NCCS Despite the sacrifices, switching to sustainable energy sources is necessary to secure the country’s long-term future."
}
,{
"title": "",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/04.html#sand",
"text": "Sand Every year, Singapore grows larger by a fraction thanks to land reclamation efforts. It has expanded by a fifth over the decades, from 581.5 km2 in 1960 to 725.7km2 in 2019. The country aims to reach 766km2 of landmass by 2030. Reclaimed land has been a key driver of our economic growth. Infrastructure such as Changi Airport, Tuas Port and Jurong Island have all been built on land reclaimed from the sea. Images: CAAS and MICA/NAS Sand has been crucial to enlarging this limited land space. In its early reclamation projects, Singapore could acquire sand locally. The East Coast Reclamation Scheme, for example, used soil from flattened hills in the Siglap and Tampines area to expand the land in Bedok. Once local sources ran out, Singapore turned to importing sand from overseas. According to a 2019 United Nations Environment Programme’s sand sustainability report, it has been the world’s largest importer of sand for the last 20 years, bringing in an estimated 517 million tonnes of sand from neighbouring countries. However, there have been difficulties in getting sand from abroad. Countries like Malaysia and Indonesia have banned sand exports to Singapore over the years, citing environmental concerns. When Indonesia announced the ban in 2007, it created a supply crunch in Singapore, as 90 per cent of the country’s sand came from Indonesia. Malaysia followed suit in 2018. Images: Headlines from Reuters and the BBC As sand is also an essential material for concrete, there were concerns that this would disrupt the construction industry, delaying key infrastructure projects such as the Circle Line MRT and Integrated Resorts. In response, Singapore released its national stockpile of sand to the market to ensure a sufficient supply. We also took on 75 per cent of the price increase of sand for public projects and began procuring sand from other countries such as Vietnam and Cambodia. The issue of sand imports has also sparked controversy. In 2018, a Cambodian filmmaker documentary claimed that Singapore’s sand imports had destroyed the livelihoods of a community on an island off Cambodia’s coast. It went viral and made international headlines. Singapore has stated that we sets strict criteria on sand imports. In 2019, the Ministry of National Development (MND) said that suppliers must “source sand from legally permissible areas and comply with all environmental laws of the source countries.” Cambodia has since banned all sand exports to Singapore. While achieving self-sufficiency in sand will be challenging, we are looking for ways to reduce our reliance on it. One alternative suggested is empoldering, a method that will reduce the need for imported sand. Pioneered by the Netherlands, it involves building a sea wall around an area to be reclaimed from the sea, then draining the water using pumps. The method is expected to save Singapore 40 per cent in sand volume and construction cost. It is already being used in reclamation works in Pulau Tekong. The island’s size will increase by 810 ha – about the size of two Toa Payoh towns – by 2022. The Housing Development Board (HDB) is also currently exploring empoldering technologies more suited to Singapore’s specific requirements. Singapore is also exploring whether empoldering can be used to reclaim more land along the eastern shoreline – a move that will free up space for more residential and commercial developments. This will also be an effective weapon in the fight against climate change, as building seawalls around Singapore’s coastline will offer protection against rising sea levels. Another method is to recycle construction debris, which would also help alleviate the demand for sand in the construction sector. Under the Building and Construction Authority’s (BCA) Demolition Protocol, reusable and non-reusable parts of a building must be identified and then separately dismantled. This approach has led to the production of new materials such as recycled concrete."
}
,{
"title": "",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/04.html#waste-management",
"text": "Waste Management According to the National Environmental Agency (NEA), about 5.88 million tonnes of solid waste was generated in 2020 – the equivalent of 32,000 Jumbo Jets. Paper and cardboard were disposed of the most and made up almost 20 per cent of total waste generated, followed by ferrous metal and plastics. Image: NEA Singapore has invested in some of the world’s most advanced waste management systems. At present, there are four Waste-to-Energy (WTE) plants with a fifth plant in Tuas slated to be operational in 2021, and one off-shore disposal site at Semakau Landfill. The process of incineration at WTE plants reduces waste by up to 90 per cent and saves landfill space. Heat is also recovered to produce steam that propels turbine-generators to generate electricity, providing up to 3 per cent of the country’s power needs. The incineration ash and other non-incinerable waste are then transported to the Tuas Marine Transfer Station (TMTS). From there, they are barged to Semakau Landfill for final disposal. Image: Centre for Livable Cities Much consideration has been put into managing Singapore’s waste due to its limited land space for landfills or dumping grounds. At the same time, Singapore is grappling with the parallel challenge of sustainability – how do we reduce the amount of waste we generate? Timeline: A Look at Waste Management Over the Years WTE Incineration: A Bold First Step Singapore took a bold step in the 70s and invested in Waste-to-Energy (WTE) Incineration. Faced with a shortage of space for landfilling in the 70s, Singapore took a bold step to invest in technology only available in Europe and Japan. S$100 million was set aside to build the first WTE Incineration plant in Asia outside of Japan. Then-Director General of Environmental Public Health, Daniel Wang, was put in charge of constructing the plant, located at Ulu Pandan and spoke of the responsibility of and pressure on his team to ensure that the money was well-spent. However, he credits the political leaders then for having “really clear foresight as to the need for [an incineration plant]”. Apart from reducing waste to just one-tenth of its volume, the WTE plant also generated energy and scrap iron for sale from its ash residue. To read the whole brochure, see: Souvenir brochure to commemorate the official opening of the Ulu Pandan refuse incineration plant Indeed, we have come a long way since that first step. “During my NS days, I had the privilege to visit Lorong Halus landfill as we were instructed to get rid of some used furniture from our camp at Paya Lebar Air Base. As we were entering the landfill, the first thing that caught my attention was the smell. It was really bad. Due to the smell, every one of us on the tonner ‘suddenly’ became very efficient. We took more than an hour to load all the things onto the tonner to be thrown at Lorong Halus but we managed to clear everything from the tonner in 20 minutes when we were there. During the entire saga, every one of us held our breath for as long as we can. While we were there, I noticed an old uncle standing in the middle of the landfill directing traffic, telling the driver where they should unload their trash. It struck me that he doesn’t mind the smell at all. Having the chance to visit the Semakau landfill two years ago makes me realise that we have come a long way in terms of our solid waste management. Today at Semakau, there is no smell as the solid waste are all incinerated and their volume has been greatly reduced to allow us to make use of the island for many more years to come. Without the advancement of our technology and processes, this would be a different story.” Ng Yew Teck (Singapore Memory Project) The Way Forward: Becoming a Zero Waste Nation, Together The Semakau Landfill is expected to handle Singapore’s waste disposal needs for another two decades or so. But Singapore is not resting on its laurels. Instead, it is looking at ways to improve its waste management infrastructure and also urge its people to reduce and recycle, to extend the landfill’s capacity as far as possible into the future. As Singapore’s waste output is projected to increase, it is working towards becoming a Zero Waste Nation through the reduction of consumption, as well as the reusing and recycling of materials to reduce waste generation at its source. As part of the Singapore Green Plan 2030, it aims to increase its recycling rate to 70% by 2030 and concurrently reduce the amount of waste sent to Semakau by 30%. Singapore will continue to upgrade its infrastructure to remain at the forefront of waste management. The Integrated Waste Management Facility (IWMF) is expected to be completed by 2028 and will utilise new technologies to maximise both energy and resource recovery from solid waste. Both water reclamation and waste management have been identified to share common processes and have many beneficial synergies. The IWMF will be co-located with the Tuas Water Reclamation Plant (TWRP) and both facilities are designed to be self-sustaining. This state-of-the-art facility will spearhead Singapore’s drive towards sustainability in the future and is poised to be as groundbreaking as the Ulu Pandan WTE Incineration Plant in the 1970s. Image: NEA Apart from upgrading infrastructure, education has been stepped up to change attitudes and behaviours towards reducing, reusing and recycling. To effectively promote a zero-waste lifestyle, MSE and the NEA work closely with schools, businesses, community groups, NGOs, and civil society groups to rally the ground and raise awareness on waste issues through their networks. Many of these initiatives complement the efforts of the government. For instance, the charity organisation Zero Waste SG started as a website in 2008 and has since run several initiatives, such as a recycling campaign and a BYO (Bring Your Own) initiative – where it rallied over 1,000 businesses to encourage Singaporeans to bring their reusable bags, bottles or containers. In light of success brought about by ground-up initiatives, the Towards Zero Waste Grant was set up in 2019 to fund ground-up projects that drive waste reduction and recycling or encourage households to recycle more and recycle right. In 2019 alone, close to 2,000 activities were organized in support of the Zero Waste initiative. There are also efforts by the government to draw greater attention and consideration towards waste generation and reduction. The mandatory reporting of waste data and Environmental Public Health Act (EPHA) was amended in 2014 to enact the reporting of waste data by businesses and commercial entities such as hotels and shopping malls and also requires them to propose waste reductions plans. Furthermore, in 2019, the Resource Sustainability Act was enacted to legislate new measures to address waste streams such as the on-site food waste treatment systems in large commercial and industrial premises. Image: MSE Challenges Ahead There are still barriers in Singapore’s drive towards zero waste. For instance, Singaporeans are still generally unaware when it comes to recycling. This lack of knowledge contributes to a lowered domestic recycling rate and more commonly, leads to the contamination of recycled goods. The NEA states that 40 per cent of recycling placed in blue bins gets contaminated by non-recyclables such as food waste and hence, cannot be recycled. Image: NEA As part of this framework, legislative action has been taken in the form of the 2019 Resource Sustainability Act which addresses priority waste streams, such as food and e-waste. The requirements relating to food waste are: From 2021, developers of new large commercial and industrial premises to allocate and set aside space for on-site food waste treatment systems in their design plans and; From 2024, large commercial and industrial food waste generators will have to segregate their food waste for treatment. However, the preferred way to manage food waste is to avoid wasting food at the onset. NEA launched a Food Waste Reduction (FWR) outreach programme in November 2015 to encourage the adoption of smarter shopping, storage and preparation habits that help consumers save money while reducing food wastage. In addition, NEA and the Singapore Food Agency (SFA) have worked with the food industry to publish food waste minimisation guidebooks for food retail establishments, supermarkets and food manufacturing establishments to reduce food waste across the supply chain. E-waste is also being targeted as it contains small amounts of heavy metals and other substances of concern (e.g., in printed circuit boards). The wide variety of e-waste also makes it hard to generalise material content. For instance, the material composition of a mobile phone is very different from that of an electric kettle. Hence, the management of e-waste is effort-consuming and costly. Management of e-waste starts upstream and at the very beginning during the manufacturing stages. Singapore has several restrictions on hazardous substances for electrical and electronic equipment. For instance, the local sale of batteries exceeding a stipulated mercury content is not allowed. This way, used batteries can be safely discarded along with normal household waste at our WTE incineration plants. At this point, e-waste recycling has been largely voluntary, with the NEA working closely with industry partners and the community. While voluntary e-waste recycling measures have yielded encouraging results, the NEA recognises the limitations of a voluntary approach and in turn, the need for a regulated system in the long run. At the moment, studies are underway to develop feasible systems for the collection and recycling of e-waste."
}
,{
"title": "Digging Deeper: Case Studies (Urban Planning)",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/05.html",
"text": "Digging Deeper: Case Studies (Urban Planning)"
}
,{
"title": "",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/05.html#public-transport-network",
"text": "Public Transport Network As the most space-efficient way that allows large numbers of people to travel, Singapore’s public transport network has been crucial in helping us manage our limited land space. Image: MOT Beginning from the 1950s, buses were the primary mode of public transport. However, in 1967, the State and City Planning Project, which had been initiated that same year, proposed building a rail system to develop Singapore’s public transport system. This rail proposal was later incorporated into the 1971 Concept Plan to serve a rapidly growing population and ease traffic congestion problems. Great Mass Rapid Transit (MRT) Debate of the project. Expected to cost S$5 billion, it was to be the most expensive public project undertaken by Singapore at that time. The ‘Great MRT Debate’ ensued, with founding Prime Minister Lee Kuan Yew and then-Finance Minister Goh Keng Swee on opposing sides. While the PM Lee supported the MRT plan as it would bolster economic and social growth, Dr Goh was unsure if the high costs would make it a worthy investment. Instead, Dr Goh advocated for a cheaper all-bus system. However, the 1982 Comprehensive Traffic Study later deemed that Singapore’s limited land could not cater for the amount of road space that an all-bus system required. Eventually, after nine studies that spanned a decade, Singapore decided to build the MRT, which first opened in 1987. Image: One of the first trains delivered to Singapore / MITA from NAS The new public transport system enabled the government to decentralise urban centres. With a robust public transport system, residential areas could be moved farther away from the city centre, freeing up space in the central business district (CBD). a process of ‘decentralisation’ – of moving freeing up space in the central business district (CBD) – as residential areas could be built around the stations. Businesses and industries could also be moved outside of the CBD to create pockets of residential and commercial activity in the heartlands. This was the case in Toa Payoh. When the town was being constructed in the early 1970s, a plot of land was set aside for the future construction of the MRT. Light industries set up shop alongside residential estates, which created jobs in the heartlands and prevented the transport system from being overloaded. Image: Long and Winding Road / Facebook Today, the MRT system is the backbone of Singapore’s public transport system. Singapore has six MRT lines consisting more of than 130 stations, with about 200km of rail spanning the island. It is complemented by the bus system, which provides connections between residential towns and MRT stations. The MRT and bus systems are brought together by the Integrated Transport Hubs (ITHs) – bus interchanges linked to MRT stations and commercial developments such as shopping malls. There are currently nine ITHs in Singapore. The Government has also committed to building more MRT lines to alleviate the load on existing lines. The Land Transport Authority’s (LTA) Land Transport Master Plan (LTMP) 2013 included plans to further improve Singapore’s rail connectivity to reach more housing and industrial areas, with an eventual aim to have eight in 10 households live near an MRT station by 2030. However, expanding the MRT network no doubt involves trade-offs. For instance, there were environmental concerns over constructing the future Cross Island Line, as it would cut through the Central Catchment Nature Reserve, as seen below, and cause environmental harm. Image: Cross Island Line / LTA In response, LTA spent six years engaging in discussions with various interest groups. It spoke to residents in the affected Thomson area worried about losing their homes, and had discussions with nature groups. Eventually, after all the feedback, LTA adapted the plan. It decided not to cut through the Thomson residential area, opting instead to build the new line directly underneath the nature reserve. Moreover, to minimise environmental damage, LTA said that it would tunnel 70m below the surface (instead of the usual 20m to 30m for other MRT tunnels), even though this would cost at least S$20 million more. It also reduced the number of boreholes drilled in the reserve from 72 to 16 to mitigate the environmental impact of the required soil tests. Another impetus to building our public transport infrastructure is to reduce our reliance on cars. It will allow us to remain connected, while lowering the impact that our mobility has on limited land space and resources."
}
,{
"title": "",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/05.html#green-and-blue-spaces",
"text": "Green and Blue Spaces On 16 June 1963, then-Prime Minister Lee Kuan Yew planted a pink mempat tree at Holland Circus. It was the first step of a plan that would eventually see Singapore blossom into a ‘Garden City’. Transforming Singapore into a ‘garden city’ was important for many reasons. For one, trees and other greenery keep the country free of pollution. Moreover, it was part of Singapore’s attempt to establish itself as a clean and green country to reflect our good governance and attract foreign investors. Greening efforts were thus accompanied by campaigns such as the ‘Keep Singapore Clean’ and ‘Tree Planting Day’. Today, green spaces continued to reduce air pollution and urban heat, and provide a respite for urban dwellers surrounded by concrete and glass buildings. Today, Singapore has the world’s highest urban tree density, with two million trees lining the streets, and they benefit our living environments in countless ways. Images: NParks See more at NParks’ Tree Microsite Apart from green spaces, we have also made concerted efforts to turn our waterways blue and clear. As the late-MM Lee Kuan Yew mentioned in his book, ‘From Third World to First: The Singapore Story, 1965-2000’, one of the key reasons for cleaning up Singapore was to allow us to collect as much of our rainfall (95 inches per year) as possible. Thus, in the 1960s and 1970s, the Government made sure that all sewage from homes and factories emptied into the sewers. Only clean rainwater run-off was allowed into open drains that led into the rivers, which could in turn be used as drinking water. This eventually enabled Singapore to provide 63 million gallons of water per day by 1980 – about half of our daily water needs. *Images: Singapore River before clean-up / first mass swim in the river / PSD * Between 1977 and 1987, the Government embarked on an ambitious clean-up of the then-heavily polluted Singapore River and Kallang Basin. On one hand, it was a massive engineering job that required laying underground sewers across the whole island. On the other, it also required relocating squatters which were a significant source of sewage discharge into the rivers, phasing out pig farms as pig waste were heavily pollutants, and moved people from around 3,000 backyard and cottage industries into industrial estates, where there was proper infrastructure to manage waste. Even with compensation, many were resistant to change. Despite the discontent, the Government pressed on. The riverbeds were dredged to remove the toxic debris and sediment, while rubbish along the banks was removed. The efforts eventually paid off. By 1987, the Singapore River was transformed into a bustling waterfront area with shops and restaurants opening along the riverbanks. It was one of the earliest examples of how waterways could enhance the urban landscape. In the past, Singapore’s bare concrete canals only served to prevent floods. However, in the 1990s, the Government also began exploring ways they could be used to beautify Singapore. Images: Singapore Drainage Planning / PUB The Active, Beautiful, Clean Waters (ABC Waters) programme has been key to this ongoing effort. Through this programme, the Government looked to create scenic waterfront spaces for public recreational use. Unused spaces on the drainage reserves are transformed into attractive promenades, equipped with amenities. Image: Before and After Aerial View of Kallang River / Wikipedia Commons The Kallang River @ Bishan-Ang Mo Kio Park is the programme’s flagship project. Before 2009, it was just a 2.7km-long and empty concrete canal adjacent to the park. Under the ABC Waters programme, however, this waterway has transformed into a river. This has created opportunities for new lifestyle activities, and migratory birds and aquatic animals are often spotted there. The river is also designed to prevent floods, the greenery around it acts as a filter to eliminate pollutants in rainwater. As then-Minister of National Development Lawrence Wong said, “We started out to be a Garden City. Now we’re making Singapore a City of Garden and Waters.” Yet, Singapore always has to negotiate the balance between greenery and preserving biodiversity, with urban development. For instance, we have overcome some land limitations by building vertical gardens. In 2009, the NParks launched its Skyrise Greenery Initiative, which saw roof gardens on buildings. This has since become an essential component of Singapore’s greening strategy, and we aim to eventually have over 200ha of skyrise greenery across the island. Image: Artist Impression of Tengah HDB Estate / HDB This balancing act can also be seen in our management of nature reserves as well. Singapore has safeguarded 7,800ha of land as nature reserves, areas, and parks, as well as green spaces such as parks and park connectors. However, our limited land and physical constraints mean that we have had to develop some green areas into urban spaces. For instance, the 30-hectare Lentor Forest was cleared for private housing in 2016. The construction of Tengah – Singapore’s newest town – also required about 90 per cent of the original forest in the area to be removed. In light of these developments, the public increasingly called for the need to preserve the country’s natural greenery. Image: Lentor Forest / Nature Society Facebook Page When it came to the 33-hectare Dover Forest, which had been slated to be cleared for housing projects, the government launched a public consultation exercise at the start of 2021. It asked for the public to share its feedback, and many spoke spoken out against the zoning of Dover Forest and asked for it to be preserved. The forest is home to at least 158 animal species, including critically endangered ones, and 120 plant species. Nature Society (Singapore), for instance, raised concerns about the loss of biodiversity and wildlife connectivity with other green spaces in the vicinity, such as Clementi Forest. MND and HDB said that it would take the feedback into account. Images: Dover Forest / Dover Forest Resource Site What is key is that the answers to our urban development questions and the outcomes we arrive at are never straightforward. Minister for National Development Desmond Lee said that Singapore will need to continue balancing the needs of development and conservation as part of the long-term planning process. Two ways of doing so are to minimise and mitigate environmental impacts, as well as incorporate nature into urban developments where possible. For example, housing developments in Tengah complement the natural environment by retaining as much of the existing topography as possible. This improves the balance between maintaining natural areas and meeting development needs. Image: Desmond Lee Facebook Page Singapore has also retained ecologically important green spaces that were initially set aside for other purposes. For instance, Mandai Mangrove and Mudflat was initially designated for industrial use. However, it was eventually retained after biodiversity surveys and ecological modelling were conducted, and will open as a nature park in 2022. Image: Mandai Mangrove and Mudflat / NParks"
}
,{
"title": "",
"documentTitle": "Infrastructure",
"url": "/opendoc-core-national-education/03_infrastructure/05.html#placemaking",
"text": "Placemaking Images: Slum at Syed Alwi Road / NAS; Kallang Basin after Reclamation / NAS; Bishan-Ang Mo Kio Park / NParks Within three decades of independence, the government had successfully addressed the basic needs of housing and jobs. As a result, urban development plans and priorities shifted at the start of the 1990s to improving the quality of life of residents. This is especially important in high-density cities where private space is limited. Placemaking – creating meaningful spaces where people live, work and play – has thus become key to how Singapore shapes its public spaces in recent years. It was a key theme of URA’s 2019 Master Plan. Image: Jurong Lake Gardens / HDB A well-designed public space encourages people to come together, interact and foster connections to the area. This ensures that precincts across Singapore will always remain relevant as shared spaces for gathering and activities. Images: Tras Link Park and Bencoolen Benches / URA The community has been involved in these placemaking projects. The Lively Places Programme – a joint initiative by HDB and URA – is one example. It supports community-led efforts, organising activities such as art classes in neighbourhoods and allowing installations like murals to be put up. This has helped residents form close bonds with the areas they live in. Images: Lively Places Programme / HDB There are many examples of how Singapore has sought to make public spaces unique for Singaporeans. Images: Precincts in the Pilot Business Improvement District Programme / URA One example is the URA’s Business Improvement District (BID) programme. The BID has increased the allure of 10 precincts across Singapore, including City Hall, Singapore River, Jurong Gateway, and Paya Lebarthrough targeted marketing and events. The private sector independently takes charges of the programme, which provides stakeholders in the area, such as local businesses and communities, with a sense of ownership. The Singapore River One programme is another example, with the waterfront bolstered by events such as the Singapore River Festival. Street benches and playgrounds have also been installed to encourage recreational activities there. Image: Somerset Belt Masterplan / NYC and MCCY Another is the Somerset Belt Masterplan, which has involved young Singaporeans in transforming the Somerset area into a vibrant youth precinct. To date, almost 10,000 youths have participated to co-create this space alongside the Government. For example, they have conceptualised a ‘Dual Spine Experience’. This divides the Somerset area into two zones: an Active spine reflecting dynamic street life features such as graffiti art and a Quiet spine with cosy spaces providing an escape from the city bustle. Images: Our Tampines Hub and Heartbeat@Bedok / PA The public housing heartlands is also another example of how public spaces can help create bonds through community hubs, which include facilities such as libraries, gyms, and polyclinics under one roof, integrated community hubs such as Tampines Hub and Heartbeat@Bedok have provided a common area for residents to bond and enjoy diverse activities together, and make more effective use of land."
}
,{
"title": "Our Fundamentals",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/01.html",
"text": "Our Fundamentals Beyond self-interest For there to be peace and progress in a multi-racial, multi-religious and multi-cultural society like ours, Singaporeans need to go beyond our self-interest and look out for one another. Respect one another. Live in harmony together. Care for the young, the old, the ones with disabilities. It means forming a just, equal and inclusive society where everyone, regardless of background, can seek opportunities for a better life. Our strong economic growth and good urban environment would be meaningless if we faced constant conflicts and disorder in society. Beware of fault lines We are a diverse people with different views, interests and instincts. We will always be at risk of clashing on old and new fault lines, facing challenges from internal and external influences. Our harmonious state of affairs can never be taken granted. It is a continuous work in progress. Be responsible citizens Singapore was created through our own self-determination. As stakeholders of our nation, we are all responsible for the future of our country. We need to act as a cohesive society with a strong sense of citizenry, always finding the balance to serve the greater good."
}
,{
"title": "Building a Multicultural Singapore",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/02.html",
"text": "Building a Multicultural Singapore 12 minute read Singapore’s location on the crossroads of trade between the East and West, has drawn a diverse mix of people here, for hundreds of years. Our multi-racial and multi-religious identity began long before we attained independence as a nation. Interactions between the different ethnic groups, however, were limited under British rule. The British government had assigned separate areas for the different communities: the Chinese downtown, the Malays in Kampong Glam and Geylang Serai, and the Indians in Serangoon and Sembawang. This segregation hindered the development of mutual understanding and trust between communities. “Each group clung to its own clan or dialect community for security. There was no social cohesion. We were a divided society,” former Minister for National Development S. Dhanabalan once said, during a New Year gathering for community leaders on 6 January 1989. In 1964, Singapore encountered one of its worst riots. That day, on 21 July, 23 people lost their lives and another 454 were injured following a scuffle between the Chinese and the Malays during a procession to celebrate the Prophet Muhammad’s birthday. The riots reignited in September, killing 13 people and injuring 106. Five years later, another racial riot broke out, leaving four dead and 80 injured. The racially-charged riots of 1964 and 1969 showed how easily ethnic tensions could be exploited to thrust the nation into turmoil. Singapore’s early leaders recognised that race and religion were potential fault lines that had to be addressed, if Singapore were to progress. This issue was the key reason why they made the painful decision to separate from Malaysia in 1965. The Malaysian leaders wanted a “Malay Malaysia”, not a “Malaysian Malaysia”. They saw Singapore’s multiracial slogan as a challenge to Malay dominance. It was a disagreement that could not be resolved. Having experienced racial politics, where the majority Malay race in Malaysia was favoured, Singapore’s founding Prime Minister Lee Kuan Yew understood the need for meritocracy and equality. When Singapore separated from Malaysia, our leaders drummed into Singaporeans that each citizen is equal, regardless of race, language or religion. In his first speech to the United Nations General Assembly on 21 September 1965, then Foreign Minister S. Rajaratnam described Singapore as a “little United Nations in the making” where four cultures – Malay, Chinese, Indian and Western – were allowed to develop freely and equally. Maintaining Racial and Religious Harmony The commitment to equality of races is not simply recited in our pledge; it is enshrined in our Constitution, which states that no citizen has more or less rights than another citizen. Singapore is also a secular state which does not favour any religion, nor allow religious preferences to dictate the affairs of the state, whether in the enactment of laws or in the areas of public policies. A Presidential Council for Minority Rights was established to safeguard the rights of minorities and to ensure that the government does not pass laws that discriminate against any race or religion. And while the freedom to practise religion is protected, the government introduced the Maintenance of Religious Harmony Act in 1990 to encourage tolerance and moderation among different religious groups, and to guard against rising religiosity. The Act was updated in 2019 to reflect changes in the way information is spread among the population and to protect Singapore against foreign influence. Besides safeguards against discrimination, measures were also taken to form bonds between people of different ethnicities. Our leaders chose a common language to unite the different ethnic groups. This was necessary in Singapore as there were multiple languages and dialects. In the past, the Chinese mainly spoke dialects such as Teochew, Hokkien and Cantonese, while the majority of Malays spoke Malay and the bulk of Indians spoke Tamil. Before independence, the education system also comprised private Chinese-, Malay- and Tamil-medium schools, which were more popular than government-run English schools. Hence, the government, while maintaining Malay as Singapore’s national language as Malays are constitutionally recognised as the indigenous people of Singapore, introduced English as the language of administration and instruction. This unified Singaporeans without privileging any particular cultural group while also promoting international trade and diplomacy. Singaporeans continued to retain their mother tongues as second languages, to access their cultural heritage and strengthen their values and sense of cultural belonging. Another way the government sought to bridge gaps along racial lines was to increase opportunities for interaction and familiarity with one another’s ways and customs, so that Singaporeans see themselves as part of a larger community of diverse people. The Housing Development Board’s (HDB) Ethnic Integration Policy was introduced to do just that. Aimed at preventing the formation of ethnic enclaves and to promote the integration of minority groups, it specified the proportion of flats that could be owned by the various ethnic groups. This created a more balanced ethnic mix in the various housing estates. Since then, three decades have passed and HDB estates today are a microcosm of the society at large, with a mix of residents of all races. The abundance of common spaces, including coffeeshops, fitness corners and community centres, has also made it easier for residents of different races to gather and engage in activities together. Residents have also largely accommodated each other’s practices and customs. Cultural and religious practices such as the burning of joss paper and incense during Hungry Ghost Festival, prayer sessions at void decks during Ramadhan and the annual foot procession by Hindus during Thaipusum have largely gained acceptance among all ethnic groups. There have also been instances of the various ethnic groups celebrating the festivals of other races. For example, they would visit the homes of friends and neighbours of different ethnic groups during national holidays like Chinese New Year, Hari Raya Puasa and Deepavali. Building Common Ground Amid Diversity While national policies and legislation have done much to promote social harmony, it is also being maintained at the individual and grassroots level. Singapore uses the “overlapping circles” model to deal with issues related to race – a concept first introduced in the 1960s by Mr S. Rajaratnam, who was then Minister for Culture. In 1999, Mr Goh Chok Tong, who was then Prime Minister, referred to it as he spoke about the creation of a Singapore “tribe”. Mr Goh explained that each ethnic community is envisioned as a circle, and the goal is to maximise the overlapping areas between the circles. The key lies in preserving the culture and customs of each racial group while creating shared beliefs and norms. This is contrary to the melting-pot approach, which would have meant absorption of the minority communities by the majority communities, he explained at the PM’s Forum at the Nanyang Technological University on 11 May 1999. Our unofficial visualisation of the overlapping circles model The efforts to promote racial and religious harmony, by building common ideals and norms in the “overlapping circles” as well as having room for diversity, have contributed, over the years, to a foundation of mutual trust and understanding between the communities. This was most clearly seen during the arrest of 15 Jemaah Islamiyah (JI) members in Singapore in December 2001. Following the 9/11 terrorist attacks by Al-Qaeda in the United States in September 2001, the JI terrorists had planned to bomb diplomatic missions and attack nationals of Australia, Israel, the United Kingdom and the United States based in Singapore. Mr Goh was concerned that the revelation of Singaporean Muslim involvement in the JI could affect the confidence and attitude of non-Muslim Singaporeans towards their Muslim neighbours. But the trust built up between the government and the Muslim community, and between the Muslims and other communities, allowed for those acts, or attempted acts, of terrorism to be discussed openly, said Mr Goh at the opening of East-West Dialogue on 16 November 2005. In the aftermath of the JI arrests, Inter-Racial Confidence Circles, or IRCCs, were formed in 2002, to act as a critical bridge between racial and religious leaders, and promote inter-faith interaction and understanding. In the event of any racial and religious conflict, the IRCCs act as first responders to quell any brewing tension among the various ethnic groups and reestablish peace. The key value of the IRCC network is “to make sure that in times of peace, we build relationships, trust and confidence. This will create a safety net for Singapore.” said Mr Vivien Balakrishnan in 2008, then-Minister for Community Development, Youth and Sports. On January 2016, the Ministry of Home Affairs (MHA) released news of the arrest of 27 radicalised Bangladeshis in Singapore, who were contemplating carrying out acts of armed violence overseas. In May of the same year, another 8 Bangladeshi men were detained for planning to stage terror attacks back in Bangladesh, and for intending to join terror group ISIS as foreign fighters in Syria and Iraq. Many ministers came forward to speak on the incidents, including then labour chief Chan Chun Sing who urged Singaporeans “not allow this incident to affect the strong ties we share with our fellow Muslim Singaporeans as religious harmony is the cornerstone to our unique heritage in Singapore”. Understanding that this was the act of radicalised individuals and not reflective of the whole Muslim community, Singaporeans were aligned with the government approach in treating terrorism as a national security problem that affected everyone, regardless of race or religion. The government was therefore able to act quickly to prevent Singaporeans from turning against the Muslims in the community, which could potentially have led to devastating effects on social cohesion and strained communal relations. The Continued Need for Racial Harmony Singapore has adopted social resilience as a key strategy against terrorism and domestic conflict because race and religion are dangerous fault lines. Reducing racial and religious tension through cooperation and understanding between communities is critical in preventing future acts of violence in Singapore. But a lapse could tear open old wounds. Singapore, therefore, remains ever vigilant in monitoring tensions from racial differences, taking proactive steps to safeguard the nation’s ability to stay united. In recent years, some events have led to conversations in society on whether racism is built into our system. In particular, the recent George Floyd protests in the United States revived discussion around issues of race and privilege, with the term “Chinese Privilege” coming into common usage. Many locals have also come forward to share their experiences of casual and systemic racism in the recent ‘Regardless of Race’ dialogues in 2019, with some questioning the continued relevance of Special Assistance Plan (SAP) and Singapore’s Chinese-Malay-Indian-Others (CMIO) racial framework. These conversations have the potential to promote greater empathy and compassion amongst Singaporeans, allowing minority voices to be heard and questions asked. By listening to one another and clarifying our doubts, we learn how to better show compassion and consideration for one another, and how to create a more equal and harmonious society. Such conversations are also needed in casual settings as well as formal events, in our homes, schools, and hawker centres. In particular, older Singaporeans, or those who grew up in single-race communities, may have more misconceptions and biases towards other races, which need to be dispelled through frank and open conversations with those they trust. Online, there is a tendency for social media platform algorithms to create “filter bubbles” for users where information we dislike or disagree with is automatically filtered out. This increases the risks of “echo chambers” forming, where we have an inaccurate perception of reality, because we see only or mostly news that we like or agree with. Our social media feeds could mislead us into thinking only our view is right. Image Courtesy of Eli Pariser TED Talk: Beware Online Filter Bubbles To prevent our social media feeds and those of our friends from becoming echo chambers, we need to consciously look out for people with opinions different from our own to converse with them, and share articles or commentaries from a range of perspectives. We need to also be aware of accounts that spread fake news or cause hate, by those who seek to de-stabilise our society. Calling out the inaccuracies in these posts and having conversations with those who share them, helps protect the unity we enjoy as a society. “We are not completely colour-blind, and this makes a difference. It will influence our thinking and choices, either consciously or unconsciously,” said Prime Minister Lee Hsien Loong, in a speech on multiculturalism at a PA Kopi Talk on 23 September 2017, shortly after Madam Halimah Yacob was sworn in as Singapore’s first Malay president in 47 years. Singapore, he said, “continues to require guide-ropes and guard-rails to prevent us from falling off along the way.”"
}
,{
"title": "Creating a Shared Identity as Singaporeans",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/03.html",
"text": "Creating a Shared Identity as Singaporeans 11 minute read For former Deputy Prime Minister Dr Toh Chin Chye, the national flag, crest and anthem were more than just symbols for a newly independent Singapore. Still recovering from the communal tensions and racial riots of the 1950s and 60s, Singapore needed to forge a common identity and sense of belonging among its people. These symbols were to help forge a sense of unity, shared purpose and, over time, a common destiny to which all Singaporeans could strive towards. However, unlike other nations which had a far longer history to draw upon to create a shared identity, Singapore could not afford the time to let the process develop naturally. The national anthem was the first symbol to be created. “Majulah Singapura”, or Onward Singapore in English, was composed in 1958 by Singapore composer Zubir Said. The song was originally commissioned by the City Council of Singapore in 1958 as an official song for the council’s function. But after Singapore attained self-governance in 1959, a shortened and more upbeat version was made the country’s national anthem, as a musical expression of Singapore’s identity as a nation. Its melody and lyrics echoed the enduring hope and spirit of Singaporeans for progress. It also promoted the coming together of Singaporeans to work towards a common goal: a better future. According to Dr Toh, Majulah Singapura was chosen for its patriotic lyrics that expressed the aspirations of the people of Singapore. He added that the lyrics of the national anthem were specifically written in Malay as it is an indigenous language of the region and would appeal to all races. Our national flag was next created and unveiled on 3 Dec 1959. “The political purpose was to have a flag around which the three different communities of Singapore can rally around. That is important,” said Dr Toh, in an interview with the National Archives of Singapore on 23 August 1989. He was tasked to create the symbols back in 1959 when Singapore achieved self-governance. (Listen to the rest of his interview here.) He studied the flags of other countries with the intention of creating something unique to Singapore. He eventually settled on the red and white design, with the use of five stars to represent the values of democracy, peace, progress, equality and justice. Red was chosen because it symbolised prosperity and happiness, while white – formed when all seven colours of the rainbow are combined – was chosen to symbolise the unity of the different races. The crescent moon, which represents Singapore as a new nation, was added later because Dr Toh wanted to “remove any apprehension that we were building a Chinese state”. After all, “there are also five stars on the flag of the People’s Republic of China”, he said. The idea of a pledge was also mooted as a way to inculcate national consciousness and patriotism in schools. Author of the Singapore pledge, Mr S. Rajaratnam, who was Minister for Foreign Affairs at the time, believed that differences in language, race and religion were potentially divisive. Hence, he made use of the pledge to emphasise that these differences could be overcome if Singaporeans were united in their commitment to the country. The fundamentals of Singapore’s multicultural society were never to forget differences, but rather to acknowledge them, set them aside and go beyond them. This distinction is clear during the creation of the pledge. After three drafts and multiple revisions, the Singapore pledge was finalised. On 24 August 1966, about 500,000 students at all 529 government and government-aided schools held the first daily recitation of the pledge of allegiance before the national flag. Forging a National Identity While symbols may help Singaporeans identify with the country, it does not mean that it resulted in the instant creation of a national identity. Forging a national identity required time and a conscious effort to allow people opportunities to interact and form bonds with one other. They also need to feel that they had a tangible stake in the country’s development and progress. One of the ways this was done was through the housing scheme introduced to encourage home ownership among Singaporeans. In February 1964, the government introduced the Home Ownership for the People Scheme to give citizens a tangible asset in the country and a stake in nation-building. Today, about 80 per cent of the population live in Housing &amp; Development Board (HDB) flats, and a vast majority own their flats. A big part of forging a common identity is also in the intangible aspects of culture that people share. The experience of growing up in Singapore is a unique one that forms and shapes shared experiences that Singaporeans can relate to. Other aspects such as the arts and music as part of our identity was also considered to help create a Singaporean culture in the 1990s. Led by then-Acting Minister for the Arts George Yeo, Singapore built The Esplanade and new museums, as well as set up the National Arts Council. Over the years, we have developed a distinctly Singaporean cultural experience, drawing from our richness and diversity from our roots as a migrant nation. Many aspects of our culture, from language to food today are a rich amalgamation and hybrid of Chinese, Malay, Indian, European cultures and so on. One of these examples is our hawker culture, which is on UNESCO’s Intangible Cultural Heritage list. Another example of what is uniquely Singaporean is the evolution and use of a local English slang. Singlish, as it is called, clearly distinguishes a Singaporean Chinese from a Chinese person from China – it is a mark of local culture. After all, it is a mix of the various cultures in Singapore. Singlish grammar mirrors that of Malay, by doing away with most prepositions, verb conjugations, and plural words, while its vocabulary reflects the broad range of the country’s immigrant roots. It borrows from Malay, Hokkien, Cantonese, Mandarin and other Chinese languages, as well as Tamil from southern India. A national identity acts as a bulwark against forces that may seek to fracture society. It pulls Singaporeans together in a time of crisis instead of fragmenting into separate ethnic groups. This was the concern that Mr Goh Chok Tong, then Prime Minister, posed during a parliamentary debate on 5 May 1999: “In a crunch, where the interests of the tribe and the state diverge, can we be sure that the sense of belonging to a state will be stronger than the primordial instinct of belonging to a tribe?” Standing in Solidarity And indeed, there are many times when we have stood together as a nation in solidarity, from moments of grief, to moments of pride. On 23 March 2015, Singapore’s founding father and first Prime Minister, Mr Lee Kuan Yew, passed away. Over a week, hundreds of thousands paid their last respects at the Istana and 18 community tribute centres across the island. Queues snaked for miles, with people braving the blazing sun for eight hours or more at times to say their last goodbyes. Singaporeans took care of one other as they waited to pay their respects, handing out paper fans, food and drinks paid for from their own pockets. In grief, Singaporeans showed solidarity. Another occasion where we displayed solidarity as Singaporeans was the 2015 Southeast Asian (SEA) Games. It was to be the sixth time that our national anthem Majulah Singapura sounded through the OCBC Aquatic Centre as Singapore’s swimmers mounted the podium again, this time after winning the women’s 4x200m freestyle relay. However, the PA system crackled and died midway through the national anthem. Undeterred, Singaporeans in the stands picked up from where the PA system left off, singing even louder, till the end of the national anthem. The heartfelt rendition drew loud applause from the packed arena, with the swimmers visibly moved. These experiences are examples of the closeness and solidarity that stemmed from Singaporeans seeing ourselves as one, instead of separate groups. In his 2019 National Day Rally speech on the importance of developing a common national consciousness, Prime Minister Lee Hsien Loong said that it has taken many years but the concept of being Singaporean is now firmly etched in all Singaporeans. Now, as the world enters troubled times, Singapore faces new and daunting challenges that we can only face if we stand together as a nation. Finding a Shared Identity with a New Social Mix As a global city and international business hub, just like how we were a migrant nation, we continue to attract people of all nationalities and cultures here. This has led to a gradual change in our social mix over the years. In addition to the existing multiracial, multi-religious and multicultural local population, the social fabric now also includes new citizens and foreigners who bring with them different cultures, beliefs and practices. A study from the United Nations shows that the percentage of migrants in Singapore tripled over the past three decades, growing from 24 per cent (727,000) of the population in 1990 to 37 per cent (2.15 million) in 2019. The biggest source of migrants come from Malaysia, followed by China, Indonesia, India and Pakistan. PM Lee noted in his National Day Rally speech in 2019 that just like Singapore’s forefathers, the immigrants of today have to similarly undergo the process of gradually identifying themselves as Singaporeans, and becoming Singapore citizens. This is a process that took many decades. Singapore’s forefathers arrived as sojourners. Those from China intended to return to their homeland one day, but in the end, the majority chose to remain. They saw this as their new home, and worked to make it succeed, and defended their nation fiercely. Gradually, a Chinese Singaporean identity was developed, said PM Lee. It was the same for Malay and Indian Singaporeans. During the period of anti-colonial struggle, the Indians were inspired by India’s own struggle for independence while the Malays were inspired by the nationalist movements in Indonesia and Malaya. But like the Chinese, they too, along with the Eurasians, progressively sank their roots in Singapore and a Singapore identity was developed. Today, the rising number of inter-ethnic and transnational marriages has also added to the complexity of Singapore’s social mix. In 2018, 22.4 per cent of total marriages were between grooms and brides of different ethnic groups, a 16.7 per cent increase from 2008. Singaporeans are more distinct and diverse than ever before. However, the entry of newcomers to Singapore, coupled with stresses of today has led to increased xenophobia as many view them as competition. Technological and trade disruptions have fuelled concerns about workplace competition and security, with some questioning the need for newcomers who they have to fight with for jobs. Greater connectivity and social media has also made it easier for divisive narratives to take root, sometimes behind the anonymity of a computer screen. But as a small and open economy with an ageing population, increasing numbers of trans-national families and a low replacement rate, Singapore has to keep its doors open to achieve further growth. Singapore’s approach to new citizens is one of integration, not assimilation, to welcome and not take away, as we have done from our start as a migrant nation. As PM Lee noted, at the official opening of the Singapore Chinese Cultural Centre on 19 May 2019, being Singaporean, he said, has “never been a matter of subtraction, but of addition; not of becoming less, but more; not of limitation and contraction, but of openness and expansion”. To integrate new citizens, Singapore needs to reaffirm and promote shared values, find and grow common spaces, share collective experiences and strengthen emotional bonds among our people. Opportunities to interact and understand one another better continue to be key, especially between locals and new citizens."
}
,{
"title": "Building and Maintaining a Caring Society",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/04.html",
"text": "Building and Maintaining a Caring Society 11 minute read As Singapore progresses, new fault lines on issues such as class, immigration and LGBTQ (lesbian, gay, bisexual and transgender) have emerged. In a 2017 study on social capital in Singapore where 3,000 Singapore citizens and permanent residents were interviewed, the Institute of Policy Studies (IPS) concluded that the sharpest social divisions may now be based on class, instead of race or religion. The study found that Singaporeans who live in public housing have fewer than one friend who lives in private housing, and that people who study in elite schools also tend to be less close to those in non-elite schools, and vice versa. It was also observed that while the respondents could easily name a friend of a different gender or age, and even race and religion, they were unable to name someone from another class. This is supported by a report by the World Economic Forum released in January 2020, where Singapore was ranked 20th out of 82 countries surveyed on social mobility. Singapore performed poorly on fair wage distribution and social protection, ranking 51st and 61st respectively. This is a problem for Singapore. Professor Tommy Koh, a veteran diplomat and special adviser to the IPS, said at a dialogue in 2018, that despite Singapore ranking among the top in terms of per-capita income, there are still many Singaporeans who live in poverty. His research estimates that 100,000 to 140,000 households lack the means to pay for their basic human needs. Poverty is very much a real issue in Singapore. Singapore’s leaders have acknowledged this potential time bomb of social inequality among Singaporeans, and that something needs to be done. PM Lee also spoke about the issue of inequality in a dialogue in 2018, noting that disgruntlement about this issue was not about coming from different backgrounds, rich or poor. On the contrary, the unhappiness arose if they were not given opportunities to work hard and improve their lives, and were instead stuck in a poverty cycle. Using the previous generation as an example, PM Lee said that they worked hard for a better living, and though it was tough, because they were given opportunities to improve their lives, they were still satisfied. To enhance social mobility within Singapore, many government policies are targeted at creating a more inclusive society, with opportunities for all. For example, steps have been taken to address the disproportionate number of students from more well-off families in brand-name schools. Since 2014, all primary schools are required to keep at least 40 places for children with no connections to the school. From 2019, one-fifth of places in affiliated secondary schools are set aside for students who do not benefit from affiliation priority. Advancement in schools is also based on merit, using results from standardised national examinations. Tuition grants and financial aid are available to ensure education remains accessible to those in financial need. These policies help create a school environment where most students come from a mix of backgrounds and are given opportunities to mingle, regardless of socioeconomic status. Many attempts have also been made to tear down the metaphorical fences between those living in public and private homes. For example, in June 1998, the People’s Association formed Neighbourhood Committees within private estates to promote active citizenry and neighbourliness, as what the Residents’ Committees in HDB zones do. Joint activities for both groups have been regularly organised since then. Sports have been another rallying point, bringing people of various backgrounds together. Joining sports clubs at community centres is free, allowing avid players of the sport to mingle and get to know each other. To ensure that no one is left behind, schemes such as SkillsFuture and the Progressive Wage Model provide opportunities for low-wage workers to upgrade their skills and take on more highly skilled work. In the case of SkillsFuture, the aim is to help Singaporeans develop and master relevant skills that will help them in their career. To ensure that all have the opportunity to access courses for self-improvement, credits are provided for Singaporeans aged 25 and above to use for courses. Subsidies are also provided for certain courses and after meeting certain requirements, such as an up to 90% subsidy on selected courses for Singaporeans aged 40 and above. This initiative helps to make training courses accessible to all, and help boost employability to achieve higher paying jobs, regardless of one’s starting point. Those with disabilities are also given opportunities to improve their lives and contribute to society. A national road map – the Enabling Masterplan – was launched to improve the lives of the disabled and support their caregivers. The first masterplan was unveiled in 2007; the second in 2012. The third, launched in 2019, saw the creation of two new workgroups to help people with special needs live independently and improve their chances of getting a job. One group will look at making it easier to access lifelong learning opportunities and employment pathways, while the second will assess how technology and design in homes and the community help those with special needs live independently. Total funding for special education schools have also risen by about 40 per cent over the last five years, ensuring that children and teenagers with intellectual difficulties are able to get an education. The number of special needs schools now stands at 19, with three more in the works. More mainstream schools are also opening their doors to students with mild special needs, with the help of allied educators. Currently, 20 per cent of students with special needs are in special education schools, with the rest, or 26,000 students, in mainstream schools. This figure has doubled from 13,000 in 2013. While the government’s social provisions have broadened, they remain anchored in the basic principles of self-reliance, individual effort and personal responsibility. As former DPM Tharman famously told a BBC presenter on 7 May 2015, who had pressed him on the concept of a safety net: “I believe in the notion of a trampoline.” Social assistance in Singapore is not supposed to provide for a comfortable life but is meant to spur citizens on to get back on their feet. Relying on government support alone is also insufficient, and it is up to the individual to take initiative and put in the hard work. PM Lee in his 2012 National Day Rally speech noted that there a need to “maintain a sense of mutual responsibility amongst ourselves and especially on the part of those who are more successful than others”. Many Singaporeans have indeed come forward to help one another, and in recent years, there has been an upward trend in volunteerism in Singapore, especially among retirees. Charities like Temasek Foundation and Lien Foundation have also stepped up. Temasek Foundation has funded initiatives that include offering mothers from vulnerable families a community health and social care support system from pregnancy until their child is three, and empowering children from low-income families to chase their dreams in dance and art. Meanwhile Lien Foundation has been investing in the eldercare sector, creating more centres for seniors to exercise, undergo health checks or socialise, as well as more quality nursing homes equipped with facilities such as a gym and cafe. Acts of Care The trend in volunteering is heartening to see. With potential fault lines and divisions in our society, it is important that we take active steps to build bridges and care for one another. Singaporeans may often be seen as cold and tend to keep to ourselves, but many times when push comes to shove and when it matters, we step up. In March 2003, a deadly then-unknown virus made its way from Hong Kong to Singapore via a Singaporean former flight attendant. Within a month, the virus – later named the severe acute respiratory syndrome (SARS) – spread to over 100 people on the island, killing four. There was widespread fear in dealing with the deadly disease. Alarm and panic soon turned into discrimination against healthcare workers. Taxis and buses refused to stop at Tan Tock Seng Hospital (TTSH), the designated screening and treatment centre for SARS. Neighbours did not want to ride the lift with nurses. Queues at food courts would quickly shorten when a nurse joined the line. After hearing about these incidents at a dialogue with TTSH staff, Dr S. Balaji, then Minister of State for Health highlighted the issue to the media, who then made the public aware of these discriminatory, fearful practices. There was an outpouring of tributes to healthcare workers on the SARS frontline, with some Singaporeans writing in to forums to condemn discriminatory behaviour towards them, while others sent food, drinks and bouquets to TTSH. Image: Messages of Thanks for the Staff at Tan Tock Seng Hospital during the 2003 SARS Crisis Singaporeans also expressed support for their work with initiatives such as the Peach Ribbon Campaign, in which members of the public wore peach satin ribbons to show appreciation for healthcare workers. Those who got the ribbons were encouraged to make a small donation to the Courage Fund, which was set up to provide relief to SARS victims and healthcare workers. In less than two months, the campaign raised $322,121 for the fund. There are other examples where Singaporeans gladly helped others. In 2015, when the transboundary haze from Indonesia hit Singapore and the Pollutant Standard Index readings hit hazardous levels forcing schools to shut, local kindness movement “Stand Up For Singapore” started a fund-raising campaign called “I Will Be Your Shelter”. Their aim was to buy air purifiers and filters for the elderly and needy in the North Bridge Road area. The campaign raised over $6,000. Another Singaporean, Mr Cai Yinzhou, started the “3000 masks, 1 Singapore” project, where he distributed masks to the elderly and migrant workers, while a hardware store at Block 442, Clementi Avenue 3 was spotted bearing a sign in English and Chinese that read: “Free mask for children and senior citizens.” Left: I Will Be Your Shelter. Right: 3000 masks, 1 Singapore. Similarly in 2020, as the world fought to control and contain the Covid-19 pandemic, Singaporeans once again stepped up to help others. One Singaporean couple gave out 6,600 surgical masks for free when they saw how Singaporeans were scrambling to find masks. While another couple made their own alcohol-based hand sanitiser, sharing it with their neighbours by placing a bottle of it at their block’s lift. Crises aside, Singaporeans also have the capacity to show love to those struggling in their daily lives. One couple even opened their home to young people in need, quitting their jobs in the process. Mr Kenneth Thong and his wife, Adeline, started The Last Resort, running it out of a rented Seletar four-storey terraced house. The young adults who stay with them could be unwed mothers, homeless teenagers or those with mental problems. Most are from dysfunctional families and have nowhere else to go, and many are too old for institutional care or fostering. “We want them to experience what a normal, safe, functional family looks like. And that means they are free to have whatever we have here,” said Mr Thong in an interview with The Straits Times in 2018. While there are many of these heartwarming examples, fostering a caring and inclusive society still requires constant nurturing, and getting people to look beyond the boundaries of their class lines. Conclusion In Singapore, there are many opportunities to interact with one another regardless of background, whether in schools, workplaces, community organisations or neighbourhoods. However, building a caring and inclusive society boils down to a society of people with the heart and desire to take action and help one other at all times, from the efforts of one person to a joined effort by many. From providing equal rights to people of all races and religions, to forging a national identity that brings Singaporeans together, and building a society that is inclusive and caring, the journey towards a Singapore that will stay united against all odds is one that is still in progress and one that is up to Singaporeans to achieve."
}
,{
"title": "Examples",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/05.html",
"text": "Examples"
}
,{
"title": "",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/05.html#racial-riots-1964-and-1969",
"text": "Racial Riots (1964 and 1969) 3 minute read On 21 July 1964, some 20,000 Malays gathered at the Padang for a procession to celebrate Prophet Muhammad’s birthday. Singing and waving banners, the celebrants were just passing Kampong Soo Poo when a glass bottle was hurled into the crowd, hitting someone on the head. Angry exchanges between the marching Malays and the Chinese bystanders ensued, which soon escalated into violence with more bottles being hurled and punches thrown. As word of the riot spread, more joined in, resulting in fights breaking out across the island. The entire police force was activated and the armed forces mobilised. Tear gas was used to break up fights and an islandwide curfew was imposed. The person who threw the bottle was never identified but the Singapore government eventually traced the incident to Malay UMNO activists led by then UMNO secretary-general Ja’afar Albar. Prior to the riots, Ja’afar Albar had started a campaign accusing the People’s Action Party (PAP) government of depriving the Malays in Singapore of the special rights given to their Malaysian counterparts. It took 17 days for the situation to stabilise, during which Goodwill Committees were set up across all 51 constituencies at the time, consisting of community leaders of all races. They were tasked to restore harmony amongst the races by listening to and addressing the concerns of residents. Peace Committees were also formed in the areas hardest hit by the riots to counter rumours. In all, 23 people lost their lives and another 454 were injured. However, peace was short-lived. Widespread communal riots broke out between the Malays and Chinese a month later, after the mysterious killing of a Malay trishaw rider in Geylang Serai. Curfews were again imposed, and the police and military mobilised. On 14 September, 12 days later, calm was established. By then, 13 people had died and another 106 were injured. The target was not just the Singapore Chinese, but also the Malay PAP leaders to pressure them into endorsing the primacy of Malays. But Mr Othman and his Malay comrades stood firm and kept the dream of a multiracial society alive. In 1969, riots between Malays and Chinese erupted again, spilling over to Singapore from Kuala Lumpur (KL) where fighting had broken out as a result of unhappiness surrounding the general elections results and rumours pertaining to the Chinese and Malays. The election was preceded by outbreaks of racial incidents that created a tense atmosphere. A Malay political worker had been killed by a Chinese gang in Penang, while a Chinese youth was shot and killed by police in Kuala Lumpur. While election day passed without incident, the parade by winning opposition parties DAP and Gerakan were alleged to be highly provocative, with non-Malays taunting the Malays. They were seen as an attack on Malay supremacy, though the overall election results still favoured the Malay. On 13 May, just before UMNO’s procession, fist fights broke out in Setapak, in KL between a group of Malays and Chinese bystanders who taunted them, which escalated into bottle and stone throwing. Violence soon spread across the city and across the border into Singapore. On 31 May, fuelled by rumours of the clash, Malay mobs and Chinese triads in Singapore began attacking one another. The seven-day clashes left four people dead and some 80 injured. However, the government was quick to contain the riots before they could spread. The Internal Security Department (ISD) stepped in to quash the conflicts together with the police."
}
,{
"title": "",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/05.html#hdb-ethnic-integration-policy-1989",
"text": "HDB Ethnic Integration Policy (1989) 1.5 minute read In the 1980s, more than 20 years after HDB flats were introduced, there were signs that segregation among the races had once again started to take root. Malay households made up more than 30 per cent of the estate population in Bedok and Tampines while the Chinese formed more than 90 per cent of the households in Hougang. This was made worse by a growing resale market for HDB flats, where families tended to buy flats in areas with more residents of their own race. Then Minister for National Development S. Dhanabalan warned that it would be “unthinkable” for Singapore to regress to the days before independence, when a certain place was seen as belonging to a certain ethnic or dialect group. Uprooting residents to break up the enclaves, like how it was done through a massive resettlement exercise in the 1960s, was not a viable option. People could still move to live close to others of the same race, as the reestablishment of enclaves at certain estates had shown. Hence, in 1989, the Ethnic Integration Policy was introduced. Image: How new enclaves were formed by people purchasing flats near their own race, despite moving away from kampongs in the old enclaves. Mr Dhanabalan, in introducing the policy to Parliament on 16 February 1989, called it a “open and clear policy”. The policy’s enforceable limits will ensure that the ethnic proportions are kept, which will prevent the races from “regrouping” even in the long run. The policy stipulated that the proportion of flats in each neighbourhood for Malays, Chinese, Indians and other minority groups would be 22 per cent, 84 per cent and 10 per cent respectively. The allowable proportion of flats in each block was set at 25 per cent for Malays, 87 per cent for Chinese and 13 per cent for Indians and other races."
}
,{
"title": "",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/05.html#inter-racial-and-religious-confidence-circle",
"text": "Inter-Racial and Religious Confidence Circle 2 minute read After the arrest of 15 Jemaah Islamiyah (JI) members in Singapore in December 2001, there were jitters in the community. The Malay/Muslim community was worried that they would be discriminated against, while non-Muslims grew suspicious of their Muslim neighbours. This growing distrust threatened to disrupt Singapore’s multiracial, multi-religious society, prompting then Prime Minister Goh Chok Tong to promote open and public dialogues. He believed that the best way to address pockets of disquiet within society was for the community itself to take action. Apart from encouraging every community to speak up against extremist voices, weed out deviant teachings and remove practices that reduce common space between the races, the government also formed Inter-Racial Confidence Circles, or IRCCs, in 2002. They served as important bridges for leaders of the various racial and religious communities to interact through networking sessions and inter-faith dialogues and visits. Renamed Inter-Racial and Religious Confidence Circles in 2007, IRCCs continue to act as peacekeepers. Besides promoting inter-faith interaction and understanding, they also respond quickly to racial and religious tensions by addressing ground concerns, quashing rumours and preserving solidarity among members. IRCCs have also had to arbitrate on the use of common spaces by religious organisations like mosques or temples. One example was when a fire-walking festival used the common area outside a Hindu temple. The IRCCs were involved during the planning stages to find ways to minimise disruption to residents and businesses. Kembangan-Chai Chee IRCC chairman Fazlur Rahman noted that religious leaders already have sufficient platforms to communicate with each other. “What we need now are more ground-up initiatives where members of the community from various religious groups, especially the youth, come forward.” Indeed, 29-year-old librarian Joti Upadhya, who attended the National IRCC Convention 2018, said: “Usually we need to have events to discuss such issues (on race and religion). But we need to go beyond that. We should discuss them with our friends during lunches or gatherings.”"
}
,{
"title": "",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/05.html#integrating-new-citizens",
"text": "Integrating New Citizens 3 minute read What bonds us as Singaporeans is not how we look, but the way we behave, our values and the norms we uphold. This can be challenging for new citizens who may have to change the way they would normally act and interact with people. As of June 2019, there were 3.5 million Singapore citizens, an increase of 0.8 per cent from the previous year. There were 22,550 new citizens in 2018, up from 22,076 the year before. The majority (61.6 per cent) were from Southeast Asian countries, with 32.4 per cent from other Asian countries and 6 per cent from countries outside Asia. Image courtesy of CNA, taken from this article. To help new citizens adapt, the National Integration Council (NIC) was set up in April 2009 to promote integration through ground-up projects. Among more than 280 initiatives the council has funded are Singapore heritage visits, organised by the Singapore Federation of Chinese Clan Associations, as well as a short film –- #WhyBeTowkayTan – about a kopitiam runner from China who spends Chinese New Year Eve with co-workers. In 2011, the NIC developed the Singapore Citizenship Journey, consisting of interactive online modules on topics such as Singapore’s history and culture, national symbols and national policies, and experiential learning programmes such as visits to museums. The mandatory programme also includes community sharing sessions where new citizens meet residents and grassroots leaders from their constituencies. Each year, a National Citizenship Ceremony is held in conjunction with the National Day celebrations, where new citizens receive their pink NRICs and citizen certificates. Citizenship ceremonies are also held every three months or so in group representation constituencies (GRCs) across the island, aimed at fostering a deeper sense of belonging among new citizens. Often, new citizens have lived in Singapore for years, initially coming to the country in search of better career prospects or to study, but later finding themselves attracted to the way things are done in Singapore. Software engineers Nguyen The Huy, 33, and Tran Thi Tuyet Mai, 33, who became new citizens after working in Singapore for a decade or so after graduating from the National University of Singapore said they were attracted to the education system here. “We appreciate the diversity in the system and believe it will help our children gain a broader perspective of the world,” said Mr Huy. But while most Singaporeans accept that immigration is important, many also feel that immigrants can do more to integrate into society. An Institute of Policy Studies (IPS) survey of about 4,000 Singapore citizens and permanent residents, released in 2019, found that about nine in 10 felt that it was good to have people of different nationalities living in the same neighbourhood, and that they can learn a lot from the immigrants’ cultures. However, more than six in 10 said immigrants are not doing enough to integrate into Singapore. A major stumbling block, identified during dialogues with the survey participants, is the limiting beliefs and perceptions about each other due to stereotypes, fear of rejection and lack of trust, said Culture, Community and Youth Minister Grace Fu at a National Integration Council convention on 3 August 2019. Hence, MCCY is looking to add new ways of partnership and to involve more parts of Singapore’s society, starting with a workgroup with Singaporeans to help shape the curriculum of the Singapore Citizenship Journey."
}
,{
"title": "",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/05.html#striving-towards-a-multi-abled-singapore",
"text": "Striving towards a Multi-Abled Singapore 2 minute read A supermarket with lower checkout counters for wheelchair users and magnifying glasses for the visually impaired to read labels more easily is just one of the facilities at the Enabling Village. Here people with and without disabilities are accepted for who they are. Located near Redhill MRT station, the $25 million set-up opened in 2015. It has food outlets run by Soul Food and Shatec, which hire people with disabilities, and an art gallery where visitors can buy artworks and merchandise designed by people with autism. To boost the job prospects of people with disabilities, it also has an information and career centre, as well as training facilities such as a mock hotel room where they can learn housekeeping. A range of training courses is also offered. As Singapore strives to be more inclusive, there have been more initiatives that not only cater to people of all needs and abilities but also encourage interaction among them. Another example is Kindle Garden, an inclusive preschool that is the first of its kind in Singapore. It enables children of all abilities, from mainstream ability children to those with severe needs, to learn and play together. About 30 per cent of the 80 or so children currently enrolled at the preschool, which is run by non-profit AWWA, have special needs such as autism, Down Syndrome or cerebral palsy. This mindset has extended to the workplace, such as at Foreword Coffee. The specialty coffee company has a social mission – to empower people with special needs by giving them jobs and equipping them with barista skills. The work processes at their cafés are split into four stations so that each employee can focus on just one task. The coffee machine for Foreword Coffee’s third outlet, at Temasek Shophouse, also uses a switch that can be flipped easily instead of the more conventional knob. It was bought specially for staff with health conditions such as cerebral palsy, who do not have enough strength in their arms. In 2019, out of 18 staff members across three outlets – at the Civil Service College, Centre for Healthcare Innovation at Tan Tock Seng Hospital and Temasek Shophouse – 14 have special needs such as autism, cerebral palsy and hearing impairment. The company is looking to set up its fourth outlet, given the long list of job applicants."
}
,{
"title": "",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/05.html#volunteerism-in-singapore",
"text": "Volunteerism in Singapore 3 minute read As Singapore approached the second millennium, it faced a new crisis: an ageing population. The average life expectancy of a Singaporean had increased to 78 in 2000, and in the same year, birth rates had plunged to just 1.6. The number of seniors living here is also set to double to around 900,000 by 2030. The burden on the working population will only increase, even as its size shrinks. Getting able-bodied seniors to help their peers in need is one way around the problem. And so elderly volunteerism took root in Singapore. In countries like the United States, it is common for the elderly in states like New York and Louisiana to help others with tasks such as financial management and handicrafts under a movement called Retired and Senior Volunteer Programme (RSVP). In 1998, then Prime Minister Goh Chok Tong, impressed by the success and influence of the movement, launched the Singapore chapter of RSVP. Between 2018 and 2019, the non-profit organisation, made up of purely senior volunteers, helped 172,221 beneficiaries. It has close to 2,500 members today, up from 824 in 2016. This supports an upward trend in volunteerism in Singapore, especially among retirees. In a National Volunteer and Philanthropy Centre survey published in May 2017, the number of volunteers aged 55 to 64 increased from 18 per cent in 2014 to 20 per cent in 2016. The total number of volunteers almost doubled between 2014 and 2016. However, Singapore’s national volunteerism rate still stands at just 29 per cent, compared with 35 per cent in 2016 – a drop of six percentage points. On 5 June 2018, Minister for Culture, Community and Youth Grace Fu said during a keynote address during an Asian Venture Philanthropy Network’s (AVPN) conference that the government is looking to boost volunteerism rates to 70 per cent by 2023. In 2019, SG Cares, a national movement to promote volunteerism, was launched. The Ministry of Culture, Community and Youth partnered community groups to establish Volunteer Centres, which aid in volunteer matching, deployment and training. In addition, an SG Care app was developed to allow volunteers to find volunteering opportunities more easily, such as by allowing them to choose their preferred timings or propose or collaborate on projects to help those in need. These efforts have continued into 2020. Budget 2020 has set aside $350m in the newly established Community Capability Trust, which social service agencies can tap into. A Bicentennial Community Fund, too, will further assist institutes of public characters (IPC). Together, the government hopes to cultivate a “giving culture”."
}
,{
"title": "Digging Deeper: Case Studies",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/06.html",
"text": "Digging Deeper: Case Studies"
}
,{
"title": "",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/06.html#special-assistance-plan-schools",
"text": "Special Assistance Plan Schools 5 minute read In recent conversations on racial harmony in Singapore, the Special Assistance Plan (SAP) has repeatedly come up as an example of racial inequality in our education system. Dominant narratives in the media today tend to cast the SAP as examples of ‘Chinese privilege’, ‘Chinese elitism’ or even ‘Singapore’s own bumiputera policy’ while overlooking the precise reasons for their founding. More nuanced discussions tend to include some mention of the historical reasons, but often fail to consider the underlying considerations or the presence of real alternatives. While engaging in civil discourse is important, especially for our young people, we should not allow narratives that do not reflect the full picture to take center-stage in the conversation. Let us take a look back at the history of the SAP, to understand how it came about and why it still exists today, and how its intention is not to provide benefits to any one particular race. The History of the SAP In the 1960s to 1970s, as English gained greater importance as the lingua franca in Singapore, parents began to send students to English-stream schools instead of vernacular schools. This led to the closing of many vernacular schools, and the proposed merger of Chinese-medium Nanyang University and English-medium University of Singapore, which was completed in 1980. This decline led to the concern over preserving the best Chinese-medium schools in Singapore, especially those with rich histories dating from the early 1900s. Then-Prime Minister Lee Kuan Yew believed in the value of preserving these schools, because he believed the traditional Chinese values taught through the Chinese language would help strengthen Singapore society. Therefore, the SAP was implemented in 1978, to develop nine Chinese-medium secondary schools into bilingual institutions with comparable standards of English to other schools. In the next 15 years, as most of the Chinese-medium primary schools closed down due to declining enrolment, MOE extended the SAP to 10 primary schools, followed by another five later on. The excellent performance of the first batch of SAP school students in the O-level examinations contributed to a significant increase in the number of applications for SAP schools. Thanks to the SAP, schools like Nanyang Girls’ High School and Hwa Chong Institution, which were involved in historical moments during World War II when they were used by allied defenders, were preserved. Related programmes and campaigns Along with the SAP, the government also introduced the Speak Mandarin Campaign from 1979, to encourage Chinese in Singapore to learn and speak Mandarin instead of their dialects. The standardization of Chinese as the vernacular was intended to reduce the language barriers between the different dialect-speaking Chinese groups, and facilitate communication with Mainland Chinese. However, forcing these dialect-speaking Chinese to learn Mandarin in schools along with English essentially made them learn two second languages. This “sacrifice” of Chinese dialects in schools, accompanied by the elimination of dialect programmes from local media, led to the near-elimination of dialect-speaking ability within one generation. This loss of our cultural-linguistic heritage is a key example of the trade-offs our founding fathers had to make to secure our economic future. In 2005, with the strengthening of the Chinese economy, the Bicultural Studies Programme (BSP) was established in 3 SAP schools to develop among students a strong understanding of China’s history, culture and contemporary developments, in addition to a good command of the Chinese language. In 2007, a review taskforce chaired by the then Minister of State Gan Kim Yong encouraged SAP schools to develop their own flagship programmes related to the learning of the Chinese language, culture and traditions. This led to the introduction of examinable and non-examinable subjects in the different SAP schools centered on Chinese. Discussion – Is the SAP still useful today? These policies were originally meant “to preserve traditional Chinese values and nurture bilingualism”, to facilitate business with China and allow Singapore to benefit from China’s economic rise. Although the preservation of these schools may have already been achieved, the trade impetus remains, as China has been Singapore’s largest trading partner since 2014. Singapore, too, has been the top foreign investor in China until 2017. Furthermore, with less people speaking in their mother tongues (MT) at home and the quality of MT education decreasing over the years, the SAP seems all the more necessary to promote true bilingualism, not just for Mandarin but for Malay and Tamil as well. However, this emphasis on language-learning for its economic value may actually backfire for Malay and Tamil, where members of the two communities view English instead as more important for success. Singapore is once again caught between difficult choices, and needs to find the right trade-off between honing our economic advantage and preserving our cultural heritage versus allowing the Anglicization of our society to continue. If we choose to retain the SAP, the problem of racial segregation needs to be addressed – since its inception in 1979, concerns have been raised regarding the lack of opportunities for students in SAP schools for interracial mixing. In response, some SAP schools have made Malay a compulsory subject for lower secondary students, while others introduced opportunities for students to broaden their social interactions through community-based activities or exchanges with cultural groups and other schools. Although these measures were deemed sufficient in 1990, it is worth re-examining them in light of the recent anecdotal reports of students experiencing casual or outright racism at the hands of those from SAP schools. Conclusion In a small multilingual society, open to the world, it is inevitable that society gravitates towards a common language, in this case the international lingua franca of English. However, to preserve our economic advantage in doing business with China as well as the cultural-linguistic heritage of each race-community, we need to find a balance between emphasising the learning of Mother Tongue languages, showing fairness and equality to all races, and preserving the high level of English we have. We should also work to dispel myths of systemic racial discrimination, to preserve the racial harmony we enjoy."
}
,{
"title": "",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/06.html#learning-from-recent-racial-incidents",
"text": "Learning from Recent Racial Incidents 10 minute read Every Racial Harmony Day, we remember the Maria Hertogh racial riots. It has been over 50 years since the riots, but the lessons remain ever relevant: racial harmony is something we must consistently maintain, especially in light of recent incidents in the past few years. Let us take a look at these incidents, and see what we can learn from them. Make Curry, Not War In 2011, curry became the hot topic among Singaporeans. The incident, known as the “curry incident”, was sparked off when a Chinese family complained about the strong smell of curry coming from their Indian neighbour’s home. With the help of the Community Mediation Centre (CMC), both families voluntarily eventually agreed to compromise: the Indian family would cook curry only when their Chinese neighbours were out of the house, and the Chinese neighbours would try their curry. The incident led to positive ground-up campaigns and reactions in support of the Indian family, such as the “Cook and Share a Pot of Curry” campaign. In contrast, negative actions such as uploading a video stereotyping mainland Chinese immigrants and mocking them simply leads to more unhappiness and does not solve the issue. In 2012, Singaporean Amy Cheong made the headlines after she launched a racist tirade against Malays and their wedding practices. She disparaged Malays for holding weddings at void decks and mocked their divorce rate. She was promptly fired from work and left Singapore after being shamed and threatened by netizens. A police report was made against her, but she was let off with a stern warning after issuing a public apology. As Singapore welcomes a greater diversity of cultures, these two incidents shows us how communication and consideration for other cultures can go a long way in building a harmonious society. Fake News, Real Emotions In 2016, a couple running the socio-political website, The Real Singapore, was charged for publishing incendiary fake news. One particular article about a Filipino’s fictitious complaints over Thaipusam fanned resentment against the Pinoy community here. Ai Takagi and Yang Kaiheng, who were jailed for 10 months and eight months respectively, published the articles as early as 2013. Their site has since been shut down. Then, in 2019, a post was uploaded to Facebook group “Complaint Singapore” claiming that police officers from the Public Transport Security Command (Transcom) unit practiced racial discrimination and targeted people by race. In the video, a Malay man was seen speaking aggressively to police officers, accusing them of checking mostly only Malays, but not other races. Screengrab of video, full video can be viewed here. The post led to many different responses from the public, with some agreeing that the police are biased, screening more people from a particular race in supposedly random checks, while others disagreed and thanked the police officers for their work. The police released a statement clarifying that “such allegations are untrue, baseless, irresponsible, and may stir up racial tensions”, and that most of the people checked on that shift were non-Malays. Although the post was eventually taken down, the damage was done: it led some to cast doubts on the professionalism of our police force, and caused possible unhappiness within the Malay community. As words on the internet have the potential to become viral, we should be responsible, ensuring what we post is accurate to avoid causing unnecessary racial disharmony and unhappiness. As a multi-racial society, we must be on our guard against sensationalist news that seek to divide us and pit us against one another. Navigating a multi-religious society In February 2016, controversy arose over Madonna’s first performance in Singapore, sparked by the Catholic Church’s advice for congregants to skip the show. The Media Development Authority (MDA) had previously rated the show R18, and banned the performance of certain song items that were judged as religiously sensitive. Some members of the public took issue with how the church, a religious body, had tried to persuade the authorities to disallow the concert. They believed that religious organisations should not interfere with non-religious events. This sentiment re-emerged in 2019, with the banning of a concert by Swedish metal band Watain. As a multi-religious society, Singaporeans need to be considerate to those who hold different religious views in our community. We must not allow any words or actions that are targeted at any religion and intended to cause offense to go unchallenged. However, we must also remain mindful not to impose our religious values on the common space for everyone, because Singapore remains a secular nation. As the authorities continue to try to balance these two priorities in a changing world, let us do our part by being more understanding of different religious beliefs. Being Aware of Sensitivities, Thinking of Others’ Lived Experiences In August 2016, teen blogger Amos Yee stood trial again for six charges of deliberate intent to wound religious feelings, and two charges of failure to turn up for police interviews. He had previously been charged for a Youtube and blog post with the deliberate intent to wound religious feelings and for distributing obscene material. Yee was sentenced to another 6 weeks’ jail from 13 October, before fleeing the country on 16 December to the United States to seek political asylum. Yee’s case provoked much discussion in Singapore, over both the severity of his charges despite his young age, as well as the limitations of free speech in Singapore with respect to religion. Although many members of the Christian community signed a petition claiming not to be offended by Yee’s original post in which he criticised Christians and called Jesus “power hungry and malicious” and “full of bull”, Yee was still found guilty of the deliberate intent to wound religious feelings. In 2018, an Indian national and Singapore permanent resident caused a stir on the internet after posting an image on Facebook of a Singapore flag being ripped to reveal an Indian flag. Many Singaporeans found the post disrespectful and insulting of Singapore, and wrote in to his employer’s Facebook page to call for his removal from his job. As a result, Mr. Avijit Das Patnaik was fired from his job and given a stern warning by the police. Although the responses were mainly against his treatment of the flag, some also made anti-immigrant remarks centered on his Indian race, expressing their unhappiness about having to compete for jobs with non-locals. However, Singapore is a city of immigrants – more than 80% of our current population were immigrants. Mr Aviiit Das Patnaik explained that his intention was to show that though his heart was still with India, his body was wholly Singaporean as he had settled in his new home in Singapore. As a global city, attempts should be made to be more understanding to immigrants of all races who have left their homelands for Singapore, and help them to settle down, appreciate, and come to love their new home. Singaporeans should be more understanding of their feelings towards Singapore, instead of jumping to conclusions. Of course, each side must also understand that misunderstandings may occur, and think carefully about the possible interpretations before acting. Likewise, the “Brownface” incident in 2019 showed that paying close attention to racial sensitivities remains critical. In an advertisement, Chinese actor Dennis Chew dressed up as characters of different races, including as a Malay woman and an Indian man in office wear. His skin was also darkened as part of the get-up. Some Singaporeans took offence, calling the move racist. Others believed there was no malice behind the advertisement. A pair of local internet personalities Preeti Nair and her brother Subhas then escalated the issue by making an expletive-ridden video that mocked the original advertisement. The Info-communications Media Development Authority (IMDA) investigated the advertisement and found that while it had not breached any law, it was done in poor taste. The involved parties, including the actor and creative agency, all issued apologies. Ms Nair and her brother were also warned by the Ministry of Home Affairs after they apologised. Discussion surrounding “brownface” were revived in 2020, when a photo of Raffles Institution students doing “blackface” resurfaced on social media. Such stereotypes of different races are harmful and hurtful for minorities, because it is viewed as reducing their race and culture to just their appearance and accents. We should continue to do our best to be sensitive and considerate to people from different races within our society, keeping in mind that what one finds acceptable may be offensive to others as a result of different cultures and lived experiences. Educating, Not Condemning But there have also been incidents involving race that can be resolved amiably. One such case involved local online influencer Sheena Phua, who came under fire in 2019 after she made an Instagram post that called two men wearing turbans “huge obstructions” to her view at the Singapore Grand Prix. Her comment was seen as mocking the Sikhs. However, the Sikh community’s reaction was gracious. They invited her on an informal tour around Central Sikh Temple, where she got to learn about the culture. Besides issuing apologies, she also released photos of the tour and thanked the Sikh community for its kindness. Each of these examples shows that keeping Singapore a multiracial and multicultural society remains a work in progress. Much has been achieved but more can be done to encourage mutual understanding among the population. Community-building conversations These different incidents have led to conversations in society on whether racism is built into our system, influenced by events happening in the western world. In particular, the recent George Floyd protests in the United States and around the world have once again revived discussion around issues of race and privilege, with the term “Chinese Privilege” coming into common usage. Many locals have also come forward to share their experiences of casual and systemic racism in the recent ‘Regardless of Race’ dialogues in 2019, with some questioning the continued relevance of Special Assistance Plan (SAP) and Singapore’s Chinese-Malay-Indian-Others (CMIO) racial framework. These conversations have the potential to promote greater empathy and compassion amongst Singaporeans, allowing minority voices to be heard and questions asked. By listening to one another and clarifying our doubts, we can learn how to better show compassion and consideration for one another, and how to create a more equal and harmonious society. However, such conversations should be held beyond formal events, and in casual settings as well, such as in our homes, schools, and hawker centres. In particular, older Singaporeans, or those who grew up in single-race communities, may tend to have more misconceptions and biases towards other races, which need to be dispelled through frank and open conversations with those they trust. While these conversations may sometimes be difficult, let us all do our part in protecting the racial harmony of our Singapore society. Update to the Maintenance of Religious Harmony Act (2019) The Maintenance of Religious Harmony Act (MHRA) was enacted in 1990 to allow pre-emptive action to be taken to safeguard and maintain religious harmony in Singapore. The key principles which guide the MHRA to maintain religious harmony in Singapore are: Followers of different religions should exercise moderation and tolerance towards each other and their beliefs, and not instigate religious enmity or hatred; and Religion and politics should be kept separate Why the update? The MHRA was updated on 7 October 2019 in consultation with various stakeholders, such as the Roman Catholic Archdiocese of Singapore, Islamic Religious Council of Singapore, National Council of Churches Singapore, Singapore Buddhist Federation, Taoist Federation, Sikh Advisory Board, Hindu Endowments Board, and Hindu Advisory Board. The amendments will help the authorities respond more effectively to incidents of religious disharmony, especially when dealing with quicker flows of information online and also aims to strengthen safeguards against foreign influences that may threaten our religious harmony. In addition, the MHRA makes it an offence to use religion as a reason to attack groups that may not be of a religious persuasion, such as the LGBT community. The amendment was motivated by several events, such as the demonstrations in India in 2014 after edited pictures of Hindu gods were circulated over Facebook and WhatsApp. During that period, Singapore had also recently experienced heated debates on racial harmony with a “Brownface” incident in 2019, mentioned above. **Four key amendments ** 1. Introduce safeguards against foreign influence that may affect religious harmony – Ensuring that key administrative leadership positions in religious organisations are held by Singapore Citizens or Permanent Residents. This does not apply to spiritual leaders – Mandating that donations to religious organisations from foreign sources are subject to disclosure requirements 2. Introduce the Community Remedial Initiative (CRI) – Under the CRI, the Minister for Home Affairs may offer a person who has wounded the feelings of another religious community to perform activities to better understand the affected community and an opportunity to mend ties – The CRI is not mandatory. However, if the offender agrees to complete the CRI, the minister undertakes not to refer the case for criminal prosecution 3. Updates to the Restraining Order (RO) – The RO is updated to tackle the speed and spread of internet content that might cause widespread religious harmony – Scope of RO expanded to require an offender to remove offensive online content – Removal of 14-day notice period for issuance of RO 4. Consolidate offences related to religious harmony under the MHRA – The 2019 update will consolidate provisions currently covered under the Penal Code with the MHRA – The consolidation strengthens the mandate of the MHRA and ensures racial harmony is legally protected against issues that may threaten racial harmony"
}
,{
"title": "",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/06.html#singlish-and-our-national-identity",
"text": "Singlish and our National Identity 5 minute read While many today consider Singlish part of our national identity, this has not always been the case! Let us take a moment to explore Singapore’s complex relationship with English/Singlish over the years. The History of English in Singapore English was first introduced to Southeast Asia when the British colonial settlers arrived in the late 1700s, arriving on Singapore’s shores in 1819. However, Malay remained the lingua franca even up until the beginning of the 1900s. In the early 1900s, with the establishment of institutes of higher learning that taught in English, proficiency in English became key to social mobility in terms of further education and employment opportunities. As a result, English took on greater and greater importance, such that at the end of British colonial rule, English had become a language of prestige and was often used as a lingua franca between different ethnic groups. This more widespread use of English led to the birth of a colloquial variant used in informal domains, influenced by the different languages and dialects spoken – also known as Singlish! In 1960, a year after the People’s Action Party (PAP) came into power, it implemented a bilingualism policy that essentially made learning English mandatory in primary schools, followed by secondary schools in 1966. Additionally, in post-independence Singapore, English was established as the official lingua franca, due its ethnic neutrality, as well as its economic benefits, in terms of international trade and access to English-language educational resources. The War Against Singlish – The Speak Good English Movement However, this shift entailed some sacrifices. Over the next few decades, Singaporeans struggled both with bilingualism, and with speaking good English. The problem came to a head when a report emerged in the Straits Times in 1999 about declining English standards in Singapore, which some attributed to the pervasive use of Singlish. This provided the impetus for the launch of the Speak Good English Movement (SGEM) in April 2000, which emphasised speaking of grammatically-correct, internationally-understood English. The war against Singlish had begun. However, from the onset, the SGEM has not been without its challenges. Those who argued against Singlish usually emphasized the pragmatic benefits speaking standard English brought, in terms of social mobility and personal gain. However, this overlooks the fact that the prevalence of Singlish in Singapore society also carries with it its inherent value, as a means of communicating authenticity and building solidarity, although this finding seems to depend on gender and education levels. Furthermore, with more Singaporeans going abroad and more foreigners living in Singapore, Singlish has become a type of transferrable skill, or a cultural commodity, that non-Singaporeans pick up and value. In fact, a 2015 article in the BBC showcased numerous examples of non-Singaporeans speaking and showing appreciation of Singlish. Recently, even films produced in Singlish have managed to win international acclaim at film festivals around the world, contradicting earlier claims by the government that Singlish lacks economic value, and is a hindrance to communication on an international stage. Another common argument is that Singlish hinders one’s ability to learn and speak standard English, which is a crucial skill in this globalised world. However, some academics have questioned this assumption, arguing that Singlish is a natural manifestation in response to globalisation, that complements the presence and use of English in Singapore. Therefore, eradicating Singlish will not necessarily bring about an improvement in the level of standard English in Singapore, just as the elimination of a local culture might not necessarily lead to the embrace of a global one. Instead, Singaporeans should be exposed to and taught to value both Singlish and standard English, learning to use them in different contexts and to code-switch smoothly between them. Validation of Singlish – Speak Good Singlish Movement and Dictionary endorsements In response to the SGEM, a Speak Good Singlish Movement (SGSM) was launched anonymously in September 2010, to celebrate the use of Singlish, and to distinguish “proper” Singlish from plain broken English. This display of linguistic chutzpah, or confidence, shows the development of Singlish and its rejection of any anxiety about the use of Singlish, especially as a result of the SGEM. In 2016, Singlish speakers received even more reason for their confidence, when the Oxford English Dictionary (OED) added 19 new “Singapore English” items to its lexicon, making it a grand total of 27 Singlish words in the prestigious dictionary. This development cemented the central position Singlish occupied for the younger generation, with about half of the respondents of a recent survey claiming that Singlish is a part of Singapore’s national identity and culture. Making Singlish a language for everyone Despite these glowing endorsements, Singlish is far from established as part of our national identity. In a 2018 study by the Institute of Policy Studies, only eight per cent of respondents chose Singlish as the language they identified with the most, compared to one-third identifying with English, and 28 per cent with their official Mother Tongue languages. Some Singaporeans have also begun to weaponise Singlish as a test of Singaporean-ness, resulting in Singlish becoming a discriminating force, rather than source of solidarity. Those who were unable to speak Singlish ‘properly’ are labelled ‘fake’ Singaporeans, in a manner reminiscent of how English-educated Chinese were (are) mocked for being ‘bananas’. Although Singlish still lacks acknowledgement as part of Singapore’s Intangible Cultural Heritage, its pervasiveness and status amongst Singaporeans cannot be ignored. Although many Singaporeans today fail to identify with Singlish the most, Singlish remains part of the sounds of Singapore, that lets Singaporeans arriving in Singapore know that they are home. As the world starts to take notice of our home-grown dialect, maybe it’s time for Singaporeans too to start thinking about protecting and preserving Singlish as something valuable to our culture and identity."
}
,{
"title": "",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/06.html#unesco-bids-and-our-heritage",
"text": "UNESCO Bids and Our Heritage 4 minute read As a young and small country with little to no natural heritage, Singapore still manages to punch above its weight, boasting one UNESCO World Heritage Site, and a bid to include an item in the Representative List (RL) of the Intangible Cultural Heritage (ICH) of Humanity. As Singaporeans, there is much to be proud of! The Singapore Botanic Gardens journey to become a UNESCO World Heritage Site In 2015, after a 5-year application journey, the 161-year-old Singapore Botanic Gardens was awarded the status of UNESCO World Heritage Site (WHS), making it Singapore’s first UNESCO WHS. Singapore’s Botanic Gardens is the first Botanic Gardens on the list from Asia, and the third Botanic Gardens on the entire list, joining the Orto botanico di Padova in Padua, Italy and the Royal Botanic Gardens in Kew, England. Commemorative stamps launched to celebrate the inscription of the Singapore Botanic Gardens as a UNESCO World Heritage Site. In fact, as a former British colony, Singapore’s Botanic Gardens was once an outpost of the British Royal Botanic Gardens, Kew. During the British empire, Botanic Gardens performed the dual function of advancing scientific knowledge and economic development. The Singapore Botanic Gardens played a large role in the development of the rubber trade in South-East Asia in the late 1800s, and in the breeding and hybridization of Orchirds in the mid 1900s, a field in which the Botanic Gardens remains unparalleled today. These achievements, along with the exceptional preservation of the gardens through the efforts of the many generations of Singaporeans involved, led to its achievement of the UNESCO WHS status. Our Singapore Botanic Gardens is truly something we can be proud of! Singapore’s Hawker Culture nomination for UNESCO’s Intangible Cultural Heritage list. After the recognition of the Singapore Botanic Gardens, Singapore did not rest on its laurels. In March 2019, Singapore submitted its nomination for its hawker culture to be inscribed on the UNESCO Representative List of the Intangible Cultural Heritage of Humanity (ICH). This nomination serves as a recognition of hawker centres as communal dining spaces, of the hard work generations of hawkers have put in, and of the greater appreciation Singaporeans have begun to have for our hawkers and our hawker culture. Although hawker culture may not have originated in Singapore, and is not exclusive to the island, it has grown to become something Singaporeans value as part of our culture, history and identity. Although many warned of the impending doom of Singapore’s hawker culture, support schemes and programmes from the government seems to have turned the trend around. Proof of the vibrancy and continuity of our hawker culture can be seen in the number of aspiring young hawkers we have, with examples like “Beng Who Cooks” rising to fame recently on the back of their charity work during circuit breaker. Programmes like the Staggered Rent Scheme and the Incubation Stall Programme, which reduce the initial rent paid by new hawkers, have encouraged more young people today to venture into the hawker industry. A mentorship programme with experienced hawkers has also been set-up, to help young hawkers get their footing more quickly. Although some of these newcomers have since thrown in the towel, many more continue to keep going and to thrive, particularly in the new not-for-profit social entreprise hawker centres like Timbre+ and the new Pasir Ris Central Hawker Centre. A “Next Gen Hawker Food Tour” has even been set-up, to explore the hawker stalls and eateries set-up by young hawkers, showing a desire by the public to support our young hawkers. Protecting and preserving our cultural heritage Although 9 in 10 respondents agree or strongly agree that hawker centres are an important part of Singapore’s identity, according to a 2016 survey by the NEA, we cannot take the continued survival of our hawker culture for granted. Only with the continued support of the government, of business-owners and all of us Singaporeans will we be able to keep this unique cultural heritage alive. Similarly, our Botanic Gardens need to continue to be maintained and developed in the years to come, to remain relevant and valuable to Singaporeans. The richness of Singapore’s heritage doesn’t end with these two nominations. As part of the 2019 submission, the National Heritage Board is also collating an ICH inventory, comprising other traditions, rituals, crafts, expressions, knowledge and skills that we practise and pass on from generation to generation. As of July 2020, this inventory already consists of a whopping 119 items, with the number set to continue increasing! As we look around and marvel at the many things that make Singapore our home, we must not forget that these things only exist today as a result of the preservation and effort put in by our forefathers. Let us work together as one Singapore, to preserve our unique cultural heritage for future generations, to make Singapore a home we can all be proud of."
}
,{
"title": "",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/06.html#covid-19",
"text": "COVID-19 5.5 minute read In any time of crisis, we can either choose to band together, or draw apart. The COVID-19 pandemic and its consequences, termed “the crisis of a generation” by our Prime Minister Lee Hsien Loong, is no exception. Let us examine some of these incidents to see what we can learn from them, to help us overcome future crises together. Blaming others in times of uncertainty Due to the disruptions to our lives from the pandemic, it is natural to develop feelings of resentment. The easiest targets to blame are usually those different from us, who we don’t understand as well. During circuit breaker, we saw cases of Singaporeans allowing their emotions to get the better of them and lashing out at others, or even trying to stir up unhappiness between different races. In March and April this year, an internet user hiding behind the pseudonym ‘Sharon Liew’ posted offensive content on social media about Indian migrant workers. The owner of the account was later discovered to be a 34-year-old Malay man, who has since been handed four charges related to committing acts promoting unhappiness between different race groups. Although the internet allows us to pretend to be whoever we want, this should never be used to promote disharmony amongst Singaporeans, or to target those different from us. During this time, some have also bought into racist stereotypes, that blamed the spread of the virus on other groups of people. In April, a forum letter was published in the Chinese daily newspaper that linked the COVID-19 outbreak in foreign worker dormitories to the personal hygiene and living habits of migrant workers. This letter was roundly condemned both by other forum writers, by netizens, and by the Home Affairs and Law Minister K. Shanmugam. These incidents sparked thoughtful and challenging conversations amongst Singaporeans about issues of racism and the segregation of society, and helped many to examine the racial biases built into social structures, and into their own formation. As our society continues to have such constructive conversations about issues of race, we hope to build better understanding across communities. Fortunately, this circuit breaker period has also shown us encouraging examples of Singaporeans stepping up to support and help one another. Sharing what we have freely with those less fortunate From February to June, we saw big and small businesses in Singapore stepping up to give away free masks, food and hand sanitizers to those in need. Big businesses like Razer, Temasek Holdings and Pizza hut stepped up to provide masks and food for Singaporeans in need, with technology firm Razer even going as far as setting up a fully automated mask production line in Singapore to supply masks. Small business owners also did their bit to help, such as the hawker store ‘Beng Who Cooks’, which started delivering free cooked meals to the underprivileged. Individual Singaporeans too stepped up to help, with individuals giving away free masks, hand sanitizers, and organising goody-bag deliveries. In February, Mr. and Mrs. Lim used their own money to buy 6,600 masks to distribute for free to other Singaporeans, while Ms. Tong and her husband made their own hand sanitiser and placed it in the lift of their HDB block in Serangoon. Many other Singaporeans have since followed their lead, with hand sanitiser bottles appearing in many a HDB lift. Bringing Singaporeans together to help one another Although we may not have much, we can also bring people together to help. For example, Mr. Jason Cai, started an initiative called Park $2 Project (P2P) to help those ‘really in need of supplies’, by raising funds to purchase and deliver goody-bags to needy families. Although he himself might not have had enough money, he managed to raise $10,000 in a single day to buy and deliver goody-bags containing daily necessities to 205 families. Another example is Project Co-Knit with Love, where Ms. Neo Su Yin came up with a mask-strap extender to reduce the trouble her Muslim colleagues faced in removing their surgical masks worn under their tudung to eat and drink. These mask straps extenders allowed masks to be worn over the tudung, and for the straps to not rest on the ears for extended periods, which was a problem many essential workers faced. By bringing together many knitting Singaporeans, the project was able to provide almost 5,000 mask strap extenders to over 15 essential services organisations, something Ms. Neo would not have been able to do alone. Using our skills to serve one another Finally, we may have skills that we can use to help others, particularly during times of crisis. For example, LearnDialect.sg, a website run by Ms. Ski Yeo and Mr. Eugene Lee, put up free precautionary videos in various dialects for Chinese dialect-speaking elderly, to keep them updated on the coronavirus situation. A Bengali-speaking NUS graduate, Ms. Sudesna Roy Chowdhury, also created a translation portal to help doctors and nurses communicate with migrant workers, an innovation that could literally save lives. This prompted other Singaporeans to come together to create more COVID-19 medical translations, to help medical workers around the world. Sites like Meditranslate.org, founded by Singaporeans, now provide translations for up to 36 different languages, including many Chinese and Indian dialects, as well as many Southeast Asian languages. Emerging stronger from this crisis as one Singapore As we have seen above, in response to the crisis, most Singaporeans have chosen to band together, instead of drawing apart. The negative incidents above have prompted discussions and meaningful engagements between different segments of society, whether divided by race, age, or socio-economic status. The number of young Singaporeans coming forward to discuss and think about issues relating to race and privilege has been encouraging. These conversations have helped Singaporeans learn more about one another, which helps to guard against racism and false-stereotyping. To become a more empathetic and compassionate society, Singaporeans need to continue having open and challenging conversations with one another, to develop greater inter-cultural understanding. In addition, Singaporeans have shown a willingness to give to and care for the least fortunate in society. Singaporeans across the board have given much more to charity this year than ever before, matching the 2019 donations total within the first 5 months of 2020. The examples of Singaporeans stepping up to serve and support one another, in big ways and small, show us that the ‘Kampung’ spirit of looking out for one another is well and alive in Singapore. With the fallout of the pandemic expected to last for many more months, we look forward to Singaporeans continuing to find ways to support one another as we seek to emerge stronger together."
}
,{
"title": "Bibliography",
"documentTitle": "Society",
"url": "/opendoc-core-national-education/04_society/07.html",
"text": "Bibliography Aaron Chong, (May 2, 2019), Singapore society still ‘fairly conservative’ but the young, educated more open towards homosexual issues: IPS, retrieved from: https://www.channelnewsasia.com/news/singapore/ips-survey-gay-homosexual-issues-conservative-society-11496758 Alex Stambaugh, (July 30, 2019), Singapore advertisement sparks ‘brownface’ controversy, retrieved from https://edition.cnn.com/2019/07/30/asia/singapore-brownface-ad-sparks-controversy-intl-hnk-trnd/index.html Alif Chandra, (Feb 19, 2020), Heroes Unmasked: Couple and friends give away 6,600 free masks after procuring them with own money, retrieved from: https://www.todayonline.com/singapore/heroes-unmasked-singaporean-couple-and-friends-give-away-6600-free-masks-after-procuring Alvin Lim, (Aug 17, 2011), Online video further stirs hot ‘curry’ issue, retrieved from https://www.smu.edu.sg/sites/default/files/smu/news_room/smu_in_the_news/2011/sources/TNP_20110817_1.pdf Amelia Teng, (Nov 9, 2019), Three new schools for students with special needs, retrieved from https://www.straitstimes.com/singapore/education/three-new-schools-for-students-with-special-needs Amir Hussain, (Sep 29, 2016), Teen blogger Amos Yee gets 6 weeks’ jail and $2,000 fine for wounding religious feelings, retrieved from: https://www.straitstimes.com/singapore/courts-crime/teen-blogger-amos-yee-gets-six-weeks-jail-and-2000-fine-for-wounding Angela Teng, (Feb 3, 2018), The Big Read: The foreigner issue - are we ready for a rethink?, retrieved from https://www.todayonline.com/singapore/big-read-foreigner-issue-are-we-ready-rethink Ashley Tan, (Feb 10, 2020), Over S$10,000 raised in a day to provide 205 needy S’pore families with daily necessities, retrieved from: https://mothership.sg/2020/02/goodie-bag-needy-10k/ Cara Wong, (Mar 6, 2019), Parliament: New workgroups to look at how disabled can live independently, improve employability, retrieved from https://www.straitstimes.com/politics/singapolitics/parliament-new-workgroups-to-look-into-how-disabled-can-live-independently Cavallaro F., Ng B. C., &amp; Seilhamer M. F. (2014), Singapore Colloquial English: Issues of prestige and identity, in World Englishes, Vol. 33, No. 3, pp. 378-397, John Wiley &amp; Sons Ltd. change.org, (retrieved Jul 2, 2020), Release Amos Yee from your anger, retrieved from: https://www.change.org/p/the-government-of-singapore-release-amos-yee?recruiter=267297271&amp;utm_source=share_petition&amp;utm_medium=facebook&amp;utm_campaign=share_facebook_responsive&amp;utm_term=mob-xs-no_src-no_msg Channel NewsAsia, (Apr 1, 2019), Watain concert cancelled based on Christian community’s reaction after initial approval, retrieved from: https://www.channelnewsasia.com/news/singapore/watain-concert-cancelled-christian-community-reaction-shanmugam-11399434 Channel NewsAsia, (Jul 10, 2019), Police slam ‘untrue, baseless’ allegations that checks at MRT stations target Malays, retrieved from: https://www.channelnewsasia.com/news/singapore/police-slam-untrue-allegations-checks-at-mrt-target-malays-11708536 Channel NewsAsia, (Aug 2, 2019), Days of Rage, retrieved from https://www.channelnewsasia.com/news/video-on-demand/days-of-rage/64-race-riots-11769894 Channel NewsAsia, (Aug 3, 2019), Preetipls, Subhas Nair ‘unconditionally apologise’ for rap video after MHA criticises ‘insincere apology’, retrieved from https://www.channelnewsasia.com/news/singapore/preetipls-subhas-nair-unconditionally-apologise-for-rap-video-11778560 Channel NewsAsia, (Sep 26, 2019), Singapore’s population grows to 5.7 million, boosted by increase in foreign workers, retrieved from https://www.channelnewsasia.com/news/singapore/population-number-singapore-foreign-workers-new-citizens-11941034 Channel NewsAsia, (Jul 2, 2020), 34-year-old man charged over racially offensive tweets made under pseudonym ‘Sharon Liew’, retrieved from: https://www.channelnewsasia.com/news/singapore/man-charged-offensive-racist-tweet-sharon-liew-court-12893246 Channel NewsAsia, (Jun 6, 2020), ‘Burn down racism’: World rallies against George Floyd death, retrieved from: https://www.channelnewsasia.com/news/world/george-floyd-protests-us-uk-london-australia-12811492 Charissa Yong, (Dec 28, 2017), New study finds clear divide among social classes in Singapore, retrieved from https://www.straitstimes.com/singapore/new-study-finds-class-divide-in-singapore Charmaine Ng, (Apr 14, 2020), Coronavirus: Serving up free meals to those who are hungry, retrieved from: https://www.straitstimes.com/singapore/serving-up-free-meals-to-those-who-are-hungry Chee Yam Cheng, (2003), Heroes and Heroines of the War on SARS, retrieved from http://www.smj.org.sg/sites/default/files/4405/4405e1.pdf Cheryl Lin, (May 11, 2020), COVID-19L Gaming firm Razer to give out about 5 million free masks to Singapore residents, retrieved from: https://www.channelnewsasia.com/news/singapore/razer-free-masks-vending-machines-covid-19-12722200 Cheryl Sim, (undated), Bilingual Policy, retrieved from: https://eresources.nlb.gov.sg/infopedia/articles/SIP_2016-09-01_093402.html Cheryl Sim, (undated), Speak Good English Movement, retrieved from: https://eresources.nlb.gov.sg/infopedia/articles/SIP_575_2004-12-23.html Christy Yip, (Apr 17, 2020), ‘Your website will save lives’: NUS graduate builds translation portal for medical teams treating migrant workers, retrieved from: https://www.channelnewsasia.com/news/cnainsider/covid-19-nus-medical-graduate-bengali-translators-workers-12650406 Chua Mui Hoong, (2004), A Defining Moment: How Singapore Beat SARS, Singapore, Institute of Policy Studies Cindy Co, (Sep 30, 2019), New training programme, enhanced incubation stall programme to support aspiring hawkers, retrieved from: https://www.channelnewsasia.com/news/singapore/hawkers-training-programme-incubation-stall-aspiring-awards-11956544 Clement Yong, (Sep 29, 2019), Sikh group invites influencer to gurdwara after viral Instagram post on two men wearing turbans, retrieved from https://www.straitstimes.com/singapore/sikh-group-invites-influencer-to-gurdwara-after-her-instagram-post-on-two-men-wearing Clement Yong, (Dec 20, 2019), Sarabjeet Singh: Connecting people from different ethnic groups, retrieved from: https://www.straitstimes.com/singapore/connecting-people-from-different-ethnic-groups Coconuts Singapore, (Sep 23, 2019), Blogger Sheena Phua apologises to Sikh community over ‘misinterpreted’ Instagram post, retrieved from: https://coconuts.co/singapore/news/blogger-sheena-phua-sikh-community-f1-instagram-post/ Community Service Society, (n.d.), https://www.cssny.org/ David Lim, (Aug 18, 2011), Shanmugan cautions against xenophobia, retrieved from https://www.asiaone.com/News/AsiaOne%2BNews/Singapore/Story/A1Story20110817-294802.html Department of Statistics Singapore, (2018), Births and Fertility, retrieved from https://www.tablebuilder.singstat.gov.sg/publicfacing/createDataTable.action?refId=13273 Department of Statistics Singapore, (2018), Death and Life Expectancy, retrieved from Department of Statistics Singapore, (n.d.), Death and Life Expectancy, https://www.tablebuilder.singstat.gov.sg/publicfacing/createDataTable.action?refId=13276 Discover SG, (Dec 5, 2017), Wah Seh, Here Are All 27 Singlish Words That Made It Into The Oxford English Dictionary, retrieved from: https://discoversg.com/2017/12/05/singlish-words-in-the-oxford-english-dictionary/ Eddino Abdul Hadi, (Jan 7, 2016), Madonna not allowed to perform religiously sensitive songs such as Holy Water at her concert here, retrieved from: https://www.straitstimes.com/lifestyle/entertainment/madonna-not-allowed-to-perform-religiously-sensitive-songs-such-as-holy Ee Ling Low &amp; Anne Pakir, (2018), English in Singapore: striking a new balance for future-readiness, Asian Englishes, 20:1, 41-53, DOI: 10.1080/13488678.2018.1423455 Elena Chong, (Mar 24, 2016), TRS editor sentenced to 10 months’ jail for sedition, retrieved from https://www.straitstimes.com/singapore/courts-crime/trs-editor-sentenced-to-10-months-jail-for-sedition Elena Chong, (Mar 31, 2015), Amos Yee charged over remarks against Christianity and offending viewers of his video on Lee Kuan Yew, retrieved from: https://www.straitstimes.com/singapore/courts-crime/amos-yee-charged-over-remarks-against-christianity-and-offending-viewers-of Ethel Pang, (undated), As Long As SAP Schools Exist, ‘Chinese Elitism’ in Singapore Will Exist, retrieved from: https://www.ricemedia.co/current-affairs-opinion-sap-schools-chinese-elitism-singapore/ Faris Mokhtar, Kimberly Lim, (July 30, 2019), ‘Brownface’ controversy: Society needs to do better, tit-for-tat is not the way, say govt and community leaders, retrieved from https://www.todayonline.com/singapore/brownface-controversy-society-needs-do-better-tit-tat-not-way-say-govt-and-community Gayl D. Ness, (May 1972), The Journal of Asian Studies, 31(3), 734-736. doi:10.2307/2052316. Global-is-Asian, (Aug 22, 2019), Multiracial Singapore: Ensuring inclusivity and integration, retrieved from https://lkyspp.nus.edu.sg/gia/article/multiracial-singapore-ensuring-inclusivity-and-integration Godwin Ng, (May 6, 2015), S’pore founding fathers: Dr Toh Chin Chye ensured S’pore flag was all-inclusive, retrieved from https://www.asiaone.com/singapore/spore-founding-fathers-dr-toh-chin-chye-ensured-spore-flag-was-all-inclusive Goh Chok Tong, (Oct 31, 1998), Speech by Prime Minister Goh Chok Tong at the launch of the Singapore Chapter of the Retired and Senior Volunteer Programme (RSVP) at Suntec City Auditorium, on Saturday, 31 Octover 1998, at 2.25 PM, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/1998103103.htm Goh Chok Tong, (May 11, 1999), Address by Prime Minister Goh Chok Tong at the PM’s Forum organised by the Nanyang Technological University Students’ Union on Tuesday, 11 May 1999, at NTU Main Lecture Theatre at 7.30 PM, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/1999110505.htm Goh Chok Tong, (May 5, 1999), The Singapore Tribe, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/1999050503.htm Goh Chok Tong, (Oct 30, 1999), Role of Community Organisations in Building the Singapore Nation, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/1999103003.htm Goh Chok Tong, (Feb 2, 2002), Opening Remarks By Prime Minister Goh Chok Tong At The Dialogue With Young Malay/Muslim Professionals Organised By Mendaki Club, On Saturday, 2 February 2002, At 4.00 Pm, At Csc-Ipam Auditorium, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/2002020205.htm Goh Chok Tong, (Nov 16, 2005), Speech by Mr Goh Chok Tong, Senior Minister, at the opening ceremony of East-West Dialogue, 16 November 2005, 6.30 PM at Barcelona Spain, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/20051116989.htm Grace Fu, (Aug 3, 2019), Deepening partnerships in the integration journey, retrieved from https://www.mccy.gov.sg/about-us/news-and-resources/speeches/2019/aug/deepening-partnerships-in-the-integration-journey Grace Ho, (July 31, 2019), Loud events at void decks, burning of religious items could lead to tensions among neighbours: IPS-OnePeople.sg survey, retrieved from https://www.straitstimes.com/singapore/loud-events-at-void-decks-burning-of-religious-items-among-pet-peeves Grace Ho, Oct 8, 2019), Key amendments to Maintenance of Religious Harmony Act, retrieved from https://www.straitstimes.com/politics/key-amendments-to-maintenance-of-religious-harmony-act History SG, (2014), Singapore separates from Malaysia and becomes independent, retrieved from http://eresources.nlb.gov.sg/history/events/dc1efe7a-8159-40b2-9244-cdb078755013 Hon Jing Yi &amp; Lin Yanqin, (Feb 28, 2016), Madonna sticks to the script at her concert, retrieved from: https://www.todayonline.com/entertainment/music/over-600-lucky-madonna-fans-get-seats-upgraded-last-minute Housing Development Board, Public Housing – A Singapore Icon, retrieved from https://www.hdb.gov.sg/cs/infoweb/about-us/our-role/public-housing–a-singapore-icon Jalelah Abu Baker (Jan 25, 2019), A ripped flag image, Internet outrage and a family life destroyed: Avijit Das Patnaik’s story, retrieved from https://www.channelnewsasia.com/news/singapore/ex-dbs-avijit-das-patnaik-ripped-singapore-indian-flag-interview-11152596 Jamie Han, (Valid as at Sep 18, 2014), Communal riots of 1964, retrieved from https://eresources.nlb.gov.sg/infopedia/articles/SIP_45_2005-01-06.html Janice Tai, (Nov 26, 2018), Kenneth and Adeline Thong: They share their home with young people in need, retrieved from https://www.straitstimes.com/singapore/couple-share-their-home-with-young-people-in-need Jeraldine Yap, (Aug 3, 2019), More than 6 in 10 feel immigrants not doing enough to integrate into Singapore: Survey, retrieved from https://www.channelnewsasia.com/news/singapore/more-than-6-in-10-feel-immigrants-not-doing-enough-to-integrate-11778888 Jolene Ang, (Jun 15, 2020), Singaporeans feel English should be main language used in public, with space for other languages: IPS study, retrieved from: https://www.straitstimes.com/singapore/singaporeans-feel-english-should-be-main-language-used-in-public-with-space-for-other Jolene Ang, (Mar 5, 2020), More help in school for students with special needs, retrieved from https://www.straitstimes.com/politics/more-help-in-school-for-students-with-special-needs Josiah Neo, (Aug 17, 2018), Award-winning Singapore films that fly our flag high, retrieved from: https://www.lifestyleasia.com/sg/culture/entertainment/award-winning-singaporean-films/ Joyce Lim, (Mar 25, 2013), Racist rant: Amy Cheong gets stern warning from police, retrieved from https://www.straitstimes.com/singapore/racist-rant-amy-cheong-gets-stern-warning-from-police Karl Von Vorys, (1975), Democracy Without Consensus: Communalism and Political Stability in Malaysia, Princeton University Press Kenneth Cheng, (Oct 26, 2018), Keep the ‘escalator’ of social mobility going, or risk anxiety of those in the middle: Tharman, retrieved from https://www.todayonline.com/singapore/keep-escalator-social-mobility-going-or-risk-anxiety-those-middle-tharman Kwan Jin Yao, (May 22, 2019), To raise volunteerism rates, better to understand volunteer motivations and patterns, retrieved from https://www.todayonline.com/voices/raise-volunteerism-rates-better-understand-volunteer-motivations-and-patterns Lawrence Wong, (Sep 4, 2018), retrieved from https://www.mnd.gov.sg/newsroom/speeches/view/speech-by-minister-lawrence-wong-at-the-hdb-peak-forum Lee Hsien Loong, (July 7, 2008), Speech By Mr Lee Hsien Loong, Prime Minister, At The Official Opening Of The National Volunteer And Philanthropy Centre’s The Giving Place, 7 July 2008, 7.15 Pm At Central Mall, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/20080707993.htm Lee Hsien Loong, (Aug 26, 2012), “A Home With Hope and Heart”, retrieved from https://www.pmo.gov.sg/Newsroom/prime-minister-lee-hsien-loongs-national-day-rally-2012-speech-english Lee Hsien Loong, (Aug 18, 2013), Prime Minister Lee Hsien Loong’s National Day Rally 2013 (English), retrieved from https://www.pmo.gov.sg/Newsroom/prime-minister-lee-hsien-loongs-national-day-rally-2013-english Lee Hsien Loong, (Sep 23, 2017), Race, multiculturalism and Singapore’s place in the world, retrieved from https://www.pmo.gov.sg/Newsroom/pm-lee-hsien-loong-pa-kopitalk-ci-yuan-cc Lee Hsien Loong, (Aug 18, 2019), National Day Rally 2019 (Chinese), retrieved from https://www.pmo.gov.sg/Newsroom/National-Day-Rally-2019-speech-Chinese Lee Hsien Loong, (Aug 19, 2019), Commentary: From Singapore to Singaporeans, the making of a national identity, retrieved from https://www.channelnewsasia.com/news/commentary/national-day-rally-lee-hsien-loong-mandarin-speech-bicentennial-11820794 Lee Kuan Yew, (Dec 3, 1959), Text of a speech by the Prime Minister, Mr Lee Kuan Yew, at the City Hall on Dec.3, ’59, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/lky19591203a.pdf Lee Kuan Yew, (Sep 12, 2010), Transcript of Minister Mentor Lee Kuan Yew’s interview with Seth Mydans of New York Times &amp; Iht on 1 September 2010, retrieved from https://www.pmo.gov.sg/Newsroom/transcript-minister-mentor-lee-kuan-yews-interview-seth-mydans-new-york-times-iht-1 Lee Min Kok, (Jun 9, 2015), SEA Games: PA system fails midway through Majulah Singapura… this was how the crowd reacted at the OCBC Aquatic Centre, retrieved from https://www.straitstimes.com/sport/sea-games-pa-system-fails-midway-through-majulah-singapura-this-was-how-the-crowd-reacted-at Lee Min Kok, (Oct 4, 2015), Dealing with the haze: Lifting the gloom with acts of kindness, social initiatives and humour, retrieved from https://www.straitstimes.com/singapore/environment/dealing-with-the-haze-lifting-the-gloom-with-acts-of-kindness-social Lee Min Kok, (Jan 20, 2016), 27 Radicalised Bangladeshis arrested in Singapore under Internal Security Act: MHA, retrieved from: https://www.straitstimes.com/singapore/courts-crime/27-radicalised-bangladeshis-arrested-in-singapore-under-internal-security-act Lee Min Kok, (May 12, 2016), Shiok! 19 Singlish items added to the Oxford English Dictionary, retrieved from: https://www.straitstimes.com/singapore/shiok-19-singlish-items-added-to-the-oxford-english-dictionary Lianne Chia, (Sep 30, 2018), Little tweaks, with a big difference: The value proposition of inclusive preschools, retrieved from https://www.channelnewsasia.com/news/singapore/little-tweaks-with-a-big-difference-the-value-proposition-of-10744360 Lim Min Zhang, (Jul 11, 2019), New book honours pioneer NS officer cadets, retrieved from https://www.straitstimes.com/singapore/new-book-honours-pioneer-ns-officer-cadets Lim Yan Liang, (Apr 18, 2020), Coronavirus: Letter on dorm cases xenophobic, says Shanmugan, retrieved from: https://www.straitstimes.com/singapore/letter-on-dorm-cases-xenophobic-shanmugam Low Ai Ling, (May 2003), Countering Extremism: Building Social Resilience Through Community Engagement, Community engagement: Singapore experience, Singapore, Imperial College Press Low Youjin, (Jan 21, 2020), Social mobility: Singapore tops Southeast Asia but ranks 20th overall in global study, retrieved from https://www.todayonline.com/singapore/social-mobility-singapore-tops-southeast-asia-ranks-20th-overall-global-study Lucas Wong, (Mar 1, 2018), Business slow at Westgate stall after confusion over halal status, retrieved from https://www.tnp.sg/news/singapore/business-slow-westgate-stall-after-confusion-over-halal-status Mandy Lee, (Apr 15, 2020), Heroes Unmasked: She knits extensions for face-mask straps for tudung-wearing colleagues, front-line workers, retrieved from: https://www.todayonline.com/singapore/heroes-unmasked-she-knits-extensions-face-mask-straps-make-life-easier-her-tudung-wearing Martin Vengadesan, (May 11, 2008), May 13, 1969: Truth and reconciliation, retrieved from https://www.thestar.com.my/opinion/columnists/watching-the-world/2008/05/11/may-13-1969-truth-and-reconciliation/ Mathews, M., Tay, M., Selvarajan, S. &amp; Tan, Z.H. (2020), Language proficiency, identity &amp; management: results from the IPS survey on race, religion &amp; language, in IPS exchange series, no. 15, pp. 103-105 Melody Zaccheus, (Jul 4, 2015), Singapore Botanic Gardens clinches prestigious Unesco World Heritae site status, retrieved from: https://www.straitstimes.com/singapore/singapore-botanic-gardens-clinches-prestigious-unesco-world-heritage-site-status Melody Zaccheus, (Mar 29, 2019), Singapore submits Unesco bid to recognise hawker culture, retrieved from: https://www.straitstimes.com/singapore/singapore-submits-unesco-bid-to-recognise-hawker-culture National Archives of Singapore, (Aug 23, 1989), Oral history, Dr Toh Chin Chye, retrieved from https://www.nas.gov.sg/archivesonline/oral_history_interviews/record-details/9c06f865-115f-11e3-83d5-0050568939ad National Environment Agency, (Mar 28, 2019), Hawker Culture In Singapore Submitted For Inscription On UNESCO’s Representative List Of The Intangible Cultural Heritage Of Humanity, retrieved from: https://www.nea.gov.sg/media/news/news/index/hawker-culture-in-singapore-submitted-for-inscription-on-unesco-s-representative-list-of-the-intangible-cultural-heritage-of-humanity National Heritage Board, National Anthem, retrieved from https://www.nhb.gov.sg/what-we-do/our-work/community-engagement/education/resources/national-symbols/national-anthem National Heritage Board, National Pledge, retrieved from https://www.nhb.gov.sg/what-we-do/our-work/community-engagement/education/resources/national-symbols/national-pledge Ng Boon Yian, (Jan 12, 2002), Three deadly cells, retrieved from https://eresources.nlb.gov.sg/newspapers/Digitised/Article/today20020112-1.2.5.1?ST=1&amp;AT=advanced&amp;K=%20Jemaah%20Islamiyah&amp;KA=%20Jemaah%20Islamiyah&amp;DF=01/01/2001&amp;DT=&amp;NPT=&amp;L=English&amp;CTA=&amp;SortBy=Oldest&amp;filterS=0&amp;Display=0&amp;QT=jemaah,islamiyah&amp;oref=article Ng Jun Sen, (Jan 21, 2018), Who is your friend? Bursting social-class bubbles, retrieved from https://www.straitstimes.com/singapore/bursting-social-class-bubbles Ng Jun Sen, (Sep 2, 2019), Mend bridges instead of prosecution: Bill proposes new way to rehabilitate people who insult religion, retrieved from: https://www.todayonline.com/singapore/mend-bridges-instead-prosecution-new-way-rehabilitate-people-who-insult-religion Nicole Lee, (Feb 2, 2017), 7 #FTW moments from Dr Toh Chin Chye, retrieved from https://www.mindef.gov.sg/oms/imindef/mindef_websites/topics/nexus/what_we_have/connexionsg/2017/SGPeople/7ftwmomentsfromdrtohchinchye.html Patrick Daniel, (Feb 17, 1989), Ethnic limits on blocks come as a surprise, retrieved from https://eresources.nlb.gov.sg/newspapers/Digitised/Article/straitstimes19890217-1.2.26.12 Pearl Lee, (June 28, 2016), TRS co-founder Yang Kaiheng jailed 8 months for sedition, retrieved from https://www.straitstimes.com/singapore/courts-crime/trs-co-founder-yang-kaiheng-jailed-8-months-for-sedition Pew Research Center, (Apr 4. 2014), Global Religious Diversity, retrieved from: https://www.pewforum.org/2014/04/04/global-religious-diversity/ Pravin Prakash, (Jun 13, 2016), Glolocalisation, English and Singlish: Creating a Singaporean Identity, retrieved from: RSIS Commentary, No. 142, Nanyang Technological University. Priscilla Goy, (Dec 3, 2015), Disabled get their own one-stop village, retrieved from https://www.straitstimes.com/singapore/disabled-get-their-own-one-stop-village Rachel Au-Yong, (Feb 27, 2016), Advice on Madonna concert not an imposition of values on non-believers: Anglican Bishop, retrieved from: https://straitstimes.com/politics/advice-on-madonna-concert-not-an-imposition-of-values-on-non-believers-anglican-bishop Rachel Genevieve Chia, (Jan 20, 2020), 4 in 10 people in Singapore are migrants – and almost 1 million are from Malaysia: UN, retrieved from https://www.businessinsider.sg/4-in-10-people-in-singapore-are-migrants-and-almost-1-million-are-mostly-from-malaysia-un/ Rachel Phua, (Jul 6, 2017), Jade Circle nursing home project revived, to be ready end-2019, retrieved from https://www.channelnewsasia.com/news/singapore/jade-circle-nursing-home-project-revived-to-be-ready-end-2019-9008096 Rachel Tay, (July 31, 2009), The highest number of divorces in Singapore last year came from couples who stayed married for 5 to 9 years, retrieved from https://www.businessinsider.sg/the-highest-number-of-divorces-in-singapore-last-year-came-from-couples-who-stayed-married-for-5-to-9-years Remaking Singapore, (Jun 19, 2003), retrieved from https://eresources.nlb.gov.sg/webarchives/details/www.remakingsingapore.gov.sg.html. The Remaking Singapore Committee was formed on 14 February 2002 to reshape the existing political, social and cultural norms of Singapore, and to steer Singaporeans away from the “five Cs” – careers, condos, clubs, credit cards and cars – commonly equated with the Singapore Dream. Retired and Senior Volunteer Programme, (2019), Annual Report 2018/2019, retrieved from https://rsvp.org.sg/wp-content/uploads/2019/11/Annual-Report-Final.pdf Richard Fletcher, (undated), The truth behind filter bubbles: Bursting some myths, retrieved from https://reutersinstitute.politics.ox.ac.uk/risj-review/truth-behind-filter-bubbles-bursting-some-myths Richard Lim, Sonny Yap, and Weng Kam Leong, (2009), Men in White: The Untold Story of Singapore’s Ruling Political Party, Singapore, Singapore Press Holdings Roots.sg, National Heritage Board, Singapore, (Retrieved Jul 16, 2020), About Intangible Cultural Heritage, retrieved from: https://www.roots.sg/learn/resources/ich/about-intangible-cultural-heritage S Dhanabalan, (Jan 6, 1989), Speech at the 1989 New Year gathering for community leaders at the People’s Association’s Auditorium, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/SD19890106.pdf S. Rajaratnam, (Sep 21, 1965), Statement of Mr S Rajaratnam Foreign Minister of Singapore at the General Assembly of the United Nations on September 21, 1965 on the occasion of Singapore’s admission to the United Nations, retrieved from https://www.nas.gov.sg/archivesonline/data/pdfdoc/PressR19650921.pdf Seow Bei Yi, (Sep 24, 2018), Taking up citizenship is a two-way process: PM Lee, retrieved from https://www.straitstimes.com/singapore/taking-up-citizenship-is-a-two-way-process-pm-lee Seow Bei Yi, (Aug 11, 2019), Volunteers from Buddhist group serve as road marshals during Hari Raya prayers in Eunos, retrieved from https://www.straitstimes.com/singapore/volunteers-from-buddhist-group-serve-as-road-marshals-during-hari-raya-prayers Shea Driscoll, (Jan 20, 2016), Actions of those arrested under ISA should not taint contributions of other foreign workers: Chan Chun Sing, retrieved from: https://www.straitstimes.com/singapore/courts-crime/isa-arrests-labour-chief-chan-chun-sing-says-actions-of-bangladeshi-workers Shea Driscoll, (Jan 20, 2016), Bangladeshis arrested under ISA a serious threat; radicalisation and terrorism must never take root in Singapore: PM Lee, retrieved from: https://www.straitstimes.com/singapore/courts-crime/isa-arrests-radicalisation-and-terrorism-must-never-take-root-in-singapore Siau Ming En, (Mar 9, 2016), Greater number of Singaporeans not identifying with any religion, retrieved from: https://www.todayonline.com/singapore/more-spore-residents-not-identifying-themselves-any-religion-general-household-survey-2015 Siau Ming En, Valerie Koh, (Jan 4, 2016), SG50: A milestone in building the Singaporean identity, retrieved from https://www.todayonline.com/year-end-special/look-back-sg50 Sim, Cheryl, (Sep 2, 2014), Singapore’s national anthem, retrieved from https://eresources.nlb.gov.sg/infopedia/articles/SIP_815_2004-12-23.html Simon Tay, (Apr 8, 2013), What makes a S’porean? A debate returns, retrieved from https://www.todayonline.com/commentary/what-makes-sporean-debate-returns?page=3 Singapore Government, (27 Nov, 2018), Fake news hurts, retrieved from https://www.gov.sg/article/fake-news-hurts Singapore. Parliament. Parliamentary debates: Official report. (1990, July 18). Special Assistance Plan (SAP) schools (Vol. 56, cols. 292-293). Retrieved 2016, July 8 from Parliament of Singapore website: http://sprs.parl.gov.sg/search/report.jsp?currentPubID=00069630-ZZ Sirene Lim, (Sep 15, 2019), Commentary: Long-neglected but now in the spotlight, Singapore’s pre-school sector, retrieved from https://www.channelnewsasia.com/news/commentary/pre-school-enhanced-subsidies-access-moe-kindergartens-11890488 Tan, Yee Lin, (Valid as at September 2016), Presidential Council for Minority Rights, retrieved from https://eresources.nlb.gov.sg/infopedia/articles/SIP_1605_2009-10-31.html Tang See Kit, (Sep 21, 2019), Racism in Singapore, relevance of SAP schools among topics raised at dialogue on race, retrieved from: https://www.channelnewsasia.com/news/singapore/racism-singapore-sap-schools-discussed-onepeople-dialogue-11930444 Tee Zhuo, (Dec 7, 2017), The Special Assistance Plan: Singapore’s own bumiputera policy, retrieved from: https://equalitydemocracy.commons.yale-nus.edu.sg/2017/12/07/the-special-assistance-plan-singapores-own-bumiputera-policy/ Tee Zhuo, (Nov 3, 2019), Keeping the mother tongues alive: Singapore’s bilingual challenge, retrieved from: https://www.straitstimes.com/singapore/keeping-the-mother-tongues-alive-singapores-bilingual-challenge Temasek Foundation, (Sep 28, 2019), Having a Cuppa With Double Shot of Empathy, retrieved from https://www.temasek.com.sg/en/our-community/temasek-gives/community/Foreword-Coffee-Do-Good Tessa Wong, (Aug 6, 2015), The rise of Singlish, retrieved from https://www.bbc.com/news/magazine-33809914 The Straits Times, (July 25, 1965), The first ‘peace committees’, retrieved from https://eresources.nlb.gov.sg/newspapers/Digitised/Article/straitstimes19640725-1.2.16 The Straits Times, Goodwill committees established in all 51 constituencies. (1964, July 27), retrieved from NewspaperSG. Today Online, (Apr 18, 2020), Police investigating man for not wearing mask in grocery store, making racist remarks, retrieved from: https://www.todayonline.com/singapore/police-investigating-man-not-wearing-mask-grocery-store-making-racist-remarks Today Online, (Aug 14, 2019), Parties behind ‘brownface’ Nets ad given stern reminder of paying attention to racial sensitivities: IMDA, retrieved from: https://www.todayonline.com/singapore/parties-behind-brownface-nets-ad-given-stern-reminder-paying-attention-racial Trini Ng, (Apr 29, 2020), Here’s where your parents or grandparents can watch coronavirus safety videos in Hokkien, Teochew and Cantonese, retrieved from: https://www.asiaone.com/lifestyle/heres-where-your-parents-or-grandparents-can-watch-coronavirus-safety-videos-hokkien Venessa Lee, (Feb 16, 2020), DIY health-boosters: Home-spun hand sanitiser and fermented foods, retrieved from: https://www.straitstimes.com/lifestyle/diy-health-boosters Volunteers of America Southeast Louisiana, (n.d.), https://www.voasela.org/ Wee, L. (2014), Linguistic Chutzpah and the Speak Good Singlish movement, in World Englishes, Vol. 33, No. 1, pp. 85-99, John Wiley &amp; Sons Ltd. Wee, L. (2018). Singlish, Migration and Mobility. In The Singlish Controversy: Language, Culture and Identity in a Globalizing World (pp. 141-166). Cambridge: Cambridge University Press. doi:10.1017/9781316855331.008 Wee, L. (2018). The Commodification of Singlish. In The Singlish Controversy: Language, Culture and Identity in a Globalizing World (pp. 118-140). Cambridge: Cambridge University Press. doi:10.1017/9781316855331.007 Wong Pei Ting, (May 19, 2017), Being Singaporean is not a matter of subtraction, but of addition: PM Lee, retrieved from https://www.todayonline.com/singapore/being-singaporean-not-matter-subtraction-addition-pm-lee World Integrated Trade Solution, (retrieved Jun 30, 2020), Singapore Trade Summary Data, retrieved from: https://wits.worldbank.org/CountrySnapshot/en/SGP Yasmine Yahya, (Jan 23, 2018), More can be done to meet needs of older Singaporeans: Heng Swee Keat, retrieved from https://www.straitstimes.com/singapore/heng-more-can-be-done-to-meet-needs-of-older-sporeans Yasmine Yahya, (Oct 23, 2018), Singapore must ensure no one is left behind as country progresses: PM, retrieved from https://www.straitstimes.com/politics/spore-must-ensure-no-one-is-left-behind-as-country-progresses-pm Yeoh En-Lai, (Apr 9, 2003), Singapore Woman Linked to 100 SARS Cases, retrieved from https://www.ph.ucla.edu/epi/bioter/singaporewomanSARS.html Yuen Sin, (Feb 13, 2018), SAP schools: Time for rethink?, retrieved from https://www.straitstimes.com/opinion/relook-their-role-in-light-of-how-they-have-changed Zakir Hussain, (May 3, 2016), 8 Bangladeshi men detained under Singapore’s ISA for planning terror attacks back home, retrieved from: https://www.straitstimes.com/singapore/8-bangladeshi-men-detained-under-singapores-isa-for-planning-terror-attacks-back-home Zakir Hussain, (April 20, 2017), They kept dream of a multiracial Singapore alive: PM Lee, retrieved from https://www.straitstimes.com/singapore/they-kept-dream-of-a-multiracial-singapore-alive-pm Zhi Wei &amp; Kartini Saparudin, (Valid as at Aug 1, 2014), National pledge, retrieved from https://eresources.nlb.gov.sg/infopedia/articles/SIP_84_2004-12-13.html"
}
,{
"title": "What is SG101?",
"documentTitle": "Introduction",
"url": "/opendoc-core-national-education/main.html",
"text": "What is SG101? “SG101” started out as a project to tell the stories of Singapore’s journey as a nation, and through the stories, help Singaporeans understand what makes Singapore it is today, and what makes us Singaporean. The content is organised into four key categories – ‘Defence and Security’, ‘Economy’, ‘Infrastructure’, and ‘Society’, each covering the following broad themes: Our fundamentals, national identity and core values – what define Singapore? Our enduring challenges and the new challenges that await us. What we did to succeed against the odds and what we need to progress together. ‘Defence and Security’ recounts how our pioneers built our defence and homefront security from scratch in the early days of our independence, to become the professional and competent Singapore Armed Forces and Home Team today. It also discusses how Singapore is transforming itself to meet evolving security challenges. ‘Economy’ covers our founders’ efforts in building and growing the economy, and creating jobs for our people. It depicts Singapore’s early circumstances when we first gained independence in the 1960s and discusses our economic strategies during different periods of our growth. ‘Infrastructure’ discusses Singapore’s perennial resource constraints such as water and energy, and how we have overcome them through resourcefulness and innovativeness. It also highlights our leaders’ visions for and the long-term approach behind our city’s urban-planning, and the dilemmas we face in finding a balance between preserving our heritage and meeting the community’s growing infrastructural needs. ‘Society’ traces how Singapore has come a long way in building and maintaining our multiracial society, from managing the communal tensions and racial riots of the 1950s and 60s, to forging a sense of belonging, inclusiveness and shared identity amongst Singaporeans. A huge part of being Singaporean is our experience of growing up in Singapore, which is the intangible aspects of the culture we share, be it in the food we eat or the Singlish we speak We welcome educators, facilitators, students and Singaporeans who have an interest in the Singapore Story to use this site. Please also help us improve by giving us your feedback and suggestions here. Copyright © 2021, Nexus. You can find out more about Nexus here."
}
]